{"supplement": "5-HTP", "data": {"benefits": [{"title": "5-Hydroxytryptophan Suppresses the Abdominal Fat Deposit and Is Beneficial to the Intestinal Immune Function in Broilers", "summary": "5-HTP supplementation reduces abdominal fat accumulation and is beneficial to intestinal immune function in broiler chickens.", "year": 2020, "journal": "Frontiers in Physiology"}, {"title": "Efficacy of 5-HT3 Antagonists and 5-HT4 Agonists in Irritable Bowel Syndrome: Systematic Review and Meta-Analysis", "summary": "5-HT3 antagonists, such as alosetron, cilansetron, and tegaserod, are effective in treating IBS, with a similar benefit for both alosetron and cilansetron.", "year": 2009, "journal": "The American Journal of Gastroenterology"}, {"title": "The medical benefit of 5-HT research", "summary": "5-HTP research has led to the development of SSRIs for treating depression, anxiety, social phobia, PMD, migraine, and chemotherapy-induced emesis.", "year": 2002, "journal": "Pharmacology Biochemistry and Behavior"}, {"title": "New insight into the therapeutic role of the serotonergic system in Parkinson's disease", "summary": "5-HTP can provide benefits in the treatment of Parkinson's disease by modulating extrapyramidal motor disorders, cognitive impairment, mood disorders, and psychosis.", "year": 2015, "journal": "Progress in Neurobiology"}, {"title": "Increasing serotonin concentrations alter calcium and energy metabolism in dairy cows.", "summary": "5-HTP treatment in late-lactation dairy cows improved energy metabolism, decreased calcium loss into urine, and increased calcium secretion into milk.", "year": 2015, "journal": "The Journal of endocrinology"}, {"title": "Treatment of myoclonus with l‐5‐hydroxytryptophan and carbidopa: Clinical, electrophusiological, and biochemical observations", "summary": "L-5-HTP therapy can decrease spontaneous myoclonus and action myoclonus, but side effects like gastrointestinal and affective disturbances limit its usefulness.", "year": 1980, "journal": "Annals of Neurology"}, {"title": "5-HT4 Receptors", "summary": "5-HT4 receptors affect specific neurological and psychiatric functions, potentially benefiting specific central nervous system disorders.", "year": 2004, "journal": "CNS Drugs"}, {"title": "Elevation of circulating serotonin improves calcium dynamics in the peripartum dairy cow.", "summary": "5-HTP infusion prepartum improves calcium dynamics in dairy cows, potentially preventing hypocalcemia during the transition from pregnancy to lactation.", "year": 2016, "journal": "The Journal of endocrinology"}, {"title": "Construction of cell factory capable of efficiently converting l-tryptophan into 5-hydroxytryptamine", "summary": "5-HTP is an inhibitory neurotransmitter with proven benefits for treating the symptoms of depression.", "year": 2021, "journal": "Microbial Cell Factories"}, {"title": "Enhanced production of 5-hydroxytryptophan through the regulation of L-tryptophan biosynthetic pathway", "summary": "5-HTP is used for the treatment of various diseases such as depression, insomnia, chronic headaches, and binge eating associated obesity.", "year": 2020, "journal": "Applied Microbiology and Biotechnology"}], "side effects": [{"title": "Behavioral, neuroendocrine and biochemical effects of different doses of 5-HTP in panic disorder", "summary": "Dose-related increase in side effects like nausea, dizziness, and fatigue occur with higher doses of 5-HTP.", "year": 1996, "journal": "European Neuropsychopharmacology"}, {"title": "Pharmacology of rising oral doses of 5-hydroxytryptophan with carbidopa", "summary": "Nausea and vomiting occur dose-dependently as the most frequent side effects of 5-HTP combined with CBD.", "year": 2008, "journal": "Journal of Psychopharmacology"}, {"title": "Placebo-Controlled Comparison of Three Dose-Regimens of 5-Hydroxytryptophan Challenge Test in Healthy Volunteers", "summary": "5-HTP 100 mg plus carbidopa is a simple, effective, and tolerable challenge of the presynaptic serotonergic system, but may induce some nausea in three participants.", "year": 2002, "journal": "Journal of Clinical Psychopharmacology"}, {"title": "Treatment of myoclonus with l‐5‐hydroxytryptophan and carbidopa: Clinical, electrophusiological, and biochemical observations", "summary": "Side effects of L-5-HTP therapy include gastrointestinal and affective disturbances.", "year": 1980, "journal": "Annals of Neurology"}, {"title": "5-Hydroxytryptophan: A precursor of serotonin influences regional blood-brain barrier breakdown, cerebral blood flow, brain edema formation, and neuropathology.", "summary": "5-HTP-neurotoxicity, caused by blood-brain barrier breakdown, edema formation, and nitric oxide production, is instrumental in causing adverse mental and behavioral abnormalities.", "year": 2019, "journal": "International review of neurobiology"}, {"title": "L-5-hydroxytryptophan alone and in combination with a peripheral decarboxylase inhibitor in the treatment of depression.", "summary": "Gastrointestinal side effects are dose-dependent and more frequent in patients receiving L-5-HTP alone, while psychopathological side effects (especially acute anxiety states) are more frequent in patients receiving L-5-HTP in combination with a peripheral decarboxylase inhibitor.", "year": 1988, "journal": "Neuropsychobiology"}, {"title": "Serotonin and myoclonus.", "summary": "L-5-HTP with carbidopa can decrease myoclonus frequency and intensity, but may cause anorexia, nausea, vomiting, diarrhea, and mental stimulation.", "year": 1976, "journal": "Monographs in neural sciences"}, {"title": "Mutations in monoamine oxidase (MAO) genes in mice lead to hypersensitivity to serotonin-enhancing drugs: implications for drug side effects in humans", "summary": "5-HTP can cause serotonin syndrome in mice lacking the MAOA and MAOB genes, potentially affecting human vulnerability to the side effect.", "year": 2012, "journal": "The Pharmacogenomics Journal"}, {"title": "Serotonergic modulation of extrapyramidal motor disorders in mice and rats: Role of striatal 5-HT3 and 5-HT6 receptors", "summary": "5-HTP enhances haloperidol-induced bradykinesia and catalepsy in mice and rats.", "year": 2011, "journal": "Neuropharmacology"}, {"title": "Enhanced tolerability of the 5-hydroxytryptophane challenge test combined with granisetron", "summary": "5-HTP/CBD combined with granisetron suppresses nausea and vomiting without affecting the neuroendocrine response or pharmacokinetics.", "year": 2010, "journal": "Journal of Psychopharmacology"}], "dosage": [{"title": "Behavioral, neuroendocrine and biochemical effects of different doses of 5-HTP in panic disorder", "summary": "Different dosages of 5-HTP, including 10 mg, 20 mg, and 40 mg, did not induce panic or anxiety in panic disorder patients and healthy controls.", "year": 1996, "journal": "European Neuropsychopharmacology"}, {"title": "Influence of Griffonia simplicifolia on male sexual behavior in rats: behavioral and neurochemical study.", "summary": "Acute treatment with 50 and 100 mg/kg of 5-HTP from Griffonia simplicifolia seed extract significantly increased mount latency, intromission and ejaculation latencies, and post-ejaculatory interval in rats.", "year": 2011, "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology"}, {"title": "A FURTHER STUDY ON ALLEVIATION OF THE PSYCHOLOGICAL EFFECTS OF LSD IN MAN BY PRETREATMENT WITH 5-HYDROXYTRYPTOPHAN.", "summary": "The dosage of 5-HTP used (25 mg) did not distinguish between LSD injections, but its moderating effects were apparent in psychometric tests.", "year": 1963, "journal": "Journal of psychiatric research"}, {"title": "The effect of high doses of 5-hydroxytryptophan on a patient with trisomy 21. Clinical, chemical and EEG correlations.", "summary": "High doses of 5-hydroxytryptophan (up to 97.8 mg/kg) can cause mild hypertonic muscular tone, bucco-lingual dyskinesia, and psychomotor retardation in patients with trisomy 21.", "year": 1968, "journal": "Brain research"}, {"title": "Behavioral correlates of serotonin depletion.", "summary": "Dosages of 75 mg/kg DL-5-hydroxytryptophan (5-HTP) and 37.5 mg/kg L-5-HTP were administered to medical forebrain bundle lesioned rats to return their pain threshold to normal values.", "year": 1975, "journal": "Federation proceedings"}, {"title": "Repeated oral ingestion of 5-hydroxytryptophan. The effect on behavior and sleep processes in two schizophrenic children.", "summary": "Oral D, L-5-hydroxytryptophan (5-HTP) at a dosage of 3.0 mg/kg/24 hr was administered to two schizophrenic children for eight days.", "year": 1973, "journal": "Archives of general psychiatry"}, {"title": "Clinical characteristics of epileptic seizures in a case of dihydropteridine reductase deficiency", "summary": "The dosage of 5-HTP in this case was 670 mg/day.", "year": 2014, "journal": "Epilepsy & Behavior Case Reports"}, {"title": "5-Htp In Migraine Headache Treatment: Actual Views And Perspectives", "summary": "Chronic 5-HTP treatment improved clinical symptoms in patients with common migraine, with dosages ranging from 1.5 to 600 mg/day.", "year": 1987, "journal": "Cephalalgia"}, {"title": "Serotonin and the aversive threshold in rats", "summary": "5-HTP significantly raised the aversive threshold to moderate levels at 95- and 125-mg/kg dosages, while motor activity was reduced at 60-, 70-, 95-, and 125-mg/kg dosages.", "year": 1974, "journal": "Bulletin of the psychonomic society"}, {"title": "[Effect of the time of administration of 5-hydroxytryptophan on the restoration of circadian stimulation of ACTH secretion in rats treated with p-chlorophenylalanine].", "summary": "The dosage of 5-HTP needed to restore circadian ACTH stimulation in rats was 60 mg/kg i.p. at 11.00 h.", "year": 1980, "journal": "Comptes rendus des seances de la Societe de biologie et de ses filiales"}]}}