{"supplement": "Algae", "data": {"benefits": [{"title": "Phytosterols of marine algae: Insights into the potential health benefits and molecular pharmacology.", "summary": "Algal sterols, particularly fucosterol, have potential health benefits such as anti-diabetes, anti-obesity, anti-Alzheimer's, antiaging, anticancer, and hepatoprotection due to their antioxidant, anti-inflammatory, immunomodul", "year": 2020, "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology"}, {"title": "Environmental life cycle comparison of algae to other bioenergy feedstocks.", "summary": "Algae have higher energy yields per area than terrestrial crops and can be more environmentally beneficial when combined with wastewater treatment and source-separated urine.", "year": 2010, "journal": "Environmental science & technology"}, {"title": "Biological activities and potential health benefits of sulfated polysaccharides derived from marine algae", "summary": "Sulfated polysaccharides derived from marine algae exhibit beneficial biological activities such as anticoagulant, antiviral, antioxidative, anticancer, and immunomodulating activities.", "year": 2011, "journal": "Carbohydrate Polymers"}, {"title": "Neuroprotective Effects of Marine Algae", "summary": "Marine algae have neuroprotective effects such as antioxidant, anti-neuroinflammatory, cholinesterase inhibitory activity, and inhibition of neuronal death.", "year": 2011, "journal": "Marine Drugs"}, {"title": "Integrated green algal technology for bioremediation and biofuel.", "summary": "Algae are promising candidates for alternative energy sources due to their photosynthetic abilities, favorable carbon life cycle, and potential for rural economic development.", "year": 2012, "journal": "Bioresource technology"}, {"title": "Applications of microalgal and cyanobacterial biomass on a way to safe, cleaner and a sustainable environment", "summary": "Algae offer environmental benefits such as efficient land usage, CO2 sequestration, and resolving the food vs fuel feud, making them a viable option for various applications.", "year": 2020, "journal": "Journal of Cleaner Production"}, {"title": "Neuroprotective Potentials of Marine Algae and Their Bioactive Metabolites: Pharmacological Insights and Therapeutic Advances", "summary": "Algal metabolites have pharmacological properties like antioxidant, anti-inflammatory, cholesterol homeostasis, protein clearance, and anti-amyloidogenic potentials, which confer neuroprotection against oxidative stress, neuroinflammation, mitochondrial dysfunction, and impaired proteostasis.", "year": 2020, "journal": "Marine Drugs"}, {"title": "Beneficial Effects of Marine Algae-Derived Carbohydrates for Skin Health", "summary": "Marine algae-derived carbohydrates have potential skin health benefits for value-added cosmeceutical applications, including antioxidant, anti-melanogenic, and skin anti-aging properties.", "year": 2018, "journal": "Marine Drugs"}, {"title": "Algae as New Kids in the Beneficial Plant Microbiome", "summary": "Algae have beneficial effects on plant health, such as plant growth promotion and disease control, as a member of the plant beneficial microbiome.", "year": 2021, "journal": "Frontiers in Plant Science"}, {"title": "Life Cycle Environmental and Cost Impacts of Using an Algal Turf Scrubber to Treat Dairy Wastewater", "summary": "Algae can treat wastewater and produce energy products, potentially providing environmental and economic benefits.", "year": 2012, "journal": "Journal of Industrial Ecology"}], "side effects": [{"title": "Airborne Algal growth on roofs of membrane-structured residences in cold area of Japan", "summary": "Algal growth on roofs can cause discoloration and soiling, especially on the northeast and northwest sides of the roofs.", "year": 2020, "journal": "Journal of Building Physics"}, {"title": "[From algae to \"functional foods\"].", "summary": "Possible side effects of algae in nutraceuticals include gastrointestinal issues, diarrhea, and bloating.", "year": 2015, "journal": "La Clinica terapeutica"}, {"title": "Determination of Microcystis aeruginosa Concentration Using Two Discrete Wavelengths", "summary": "Harmful algal blooms, specifically Microcystis aeruginosa, can cause irritation, nausea, and vomiting in humans, and more severe side effects in smaller organisms.", "year": 2023, "journal": "ASME Open Journal of Engineering"}, {"title": "Algae and associated toxins & metabolites: methodology for risk assessment and risk management", "summary": "Algae negatively impact water quality parameters, operational issues, and customer satisfaction, causing taste and odour causing compounds.", "year": 2006, "journal": "Water Practice & Technology"}, {"title": "Toxic effect and bioremediation of oil contamination in algal perspective", "summary": "Algae can metabolize long chain toxic chemicals and their derivatives, breaking them down to smaller and nontoxic units, contributing to oil contamination remediation.", "year": 2021, "journal": ""}, {"title": "Structural diversity, biosynthesis, and health-promoting properties of brown algal meroditerpenoids", "summary": "Brown algae-derived meroterpenoids have protective effects against oxidative stress, inflammation, cancer, obesity, diabetes, and neurodegenerative disorders.", "year": 2021, "journal": "Critical Reviews in Biotechnology"}, {"title": "Interaction of silver nanoparticles with algae and fish cells: a side by side comparison", "summary": "AgNP exposure affects proteins in both algae and fish cells, with algae having a cell wall barrier to particle uptake and fish cells taking up AgNP via endocytic pathways.", "year": 2017, "journal": "Journal of Nanobiotechnology"}, {"title": "Algae Distribution on the HVDC Composite Insulator and the Influence of Algal Activity on Electrical Characteristics of Silicone Rubber", "summary": "Algal growth significantly reduces the hydrophobicity of silicone rubber, affecting its electrical properties.", "year": 2021, "journal": "2021 IEEE Electrical Insulation Conference (EIC)"}, {"title": "Algae and cardiovascular health", "summary": "Consuming seaweed and functional meat-containing algae may improve cholesterol, lipoprotein levels, blood pressures, and antioxidant availability.", "year": 2013, "journal": ""}, {"title": "Medicinal Prospects of Antioxidants From Algal Sources in Cancer Therapy", "summary": "Algae can be considered as alternative natural sources of antioxidants, potentially aiding in cancer therapy and alleviating side effects.", "year": 2021, "journal": "Frontiers in Pharmacology"}], "dosage": [{"title": "Enhanced algae removal by drinking water treatment of chlorination coupled with coagulation", "summary": "Algae can be removed with a coagulant dosage of 13 mg L1 when the algae density in raw water is less than 1.0  106 cells L1 and with a dosage of approximately 20 mg L1 and 4.0 mg L1, respectively, during algae outbreak period.", "year": 2011, "journal": "Desalination"}, {"title": "Effect of temperature on algal removal from wastewater stabilization ponds by alum coagulation", "summary": "High alum dosage is required for effective algae removal in wastewater stabilization ponds, but increased temperatures negatively affect the percentage removal of algal cells.", "year": 1975, "journal": "Water Research"}, {"title": "Prevention of experimental oral cancer by extracts of Spirulina-Dunaliella algae.", "summary": "The algae extract was delivered by mouth in dosages of 140 micrograms in 0.4 ml mineral oil three times per week.", "year": 1988, "journal": "Nutrition and cancer"}, {"title": "Kinetic Modeling of Peroxydisulfate Pre-Treatment of Algae Slurry (Pasir Gudang, Malaysia)\nfor Increasing Methane Generation from Anaerobic Digestion: Fertilizer Recovery", "summary": "A dose of 0.02 g peroxydisulfate/g algal sludge TSS produces the most accumulative methane after 61 days of fermentation.", "year": 2022, "journal": "Asian Journal of Chemistry"}, {"title": "Bioremoval of Methylene Blue from Aqueous Solutions by Green Algae (Bracteacoccus sp.) Isolated from North Jordan: Optimization, Kinetic, and Isotherm Studies", "summary": "The maximum removal efficiency of methylene blue (96%) was achieved at optimum conditions with algae dosage (0.06 g mL1) and temperature (30°C) after 60 minutes of contact time.", "year": 2023, "journal": "Sustainability"}, {"title": "Evaluation of Flocculation, Sedimentation, and Filtration for Dewatering of Scenedesmus Algae", "summary": "The study focused on thickening algae from a culture concentration range of 0.4 to 1 g L-1 to an end-product concentration range of 15 to 50 g L-1.", "year": 2017, "journal": "Transactions of the ASABE"}, {"title": "Bio-sorption of toxic metals from industrial wastewater by algae strains Spirulina platensis and Chlorella vulgaris: Application of isotherm, kinetic models and process optimization.", "summary": "Algae strains Spirulina platensis and Chlorella vulgar can remove toxic metals from wastewater with adsorbent dosages ranging from 0.2-2.5 g.", "year": 2020, "journal": "The Science of the total environment"}, {"title": "Food Safety Evaluation: Acute Oral and Dermal Effects of the Algae Scenedesmus acutus and Spirulina platensis on Albino Rats.", "summary": "Up to 800 mg/kg of body weight of algae were administered to rats orally without causing toxic effects.", "year": 1981, "journal": "Journal of food protection"}, {"title": "Effect of Algae with Iodine Excess on Thyroid Function in Iodine Deficiency Wistar Rats", "summary": "3 times of dosage Algae group showed higher serum TT3 value and TT4 value compared to the conventional dosage Algae group.", "year": 2007, "journal": "Chinese Archives of Traditional Chinese Medicine"}, {"title": "The Selective Use of Hypochlorite to Prevent Pond Crashes for Algae‐Biofuel Production", "summary": "A chlorine dosage between 0.45 to 0.6 mg Cl/L and a dosing interval of two hours created the necessary chlorine concentrations to inhibit predation while letting the algae grow.", "year": 2016, "journal": "Water Environment Research"}]}}