{"supplement": "Amino Acids", "data": {"benefits": [{"title": "Effects of branched-chain amino acids supplementation on both plasma amino acids concentration and muscle energetics changes resulting from muscle damage: A randomized placebo controlled trial.", "summary": "Branched-chain amino acids supplementation did not attenuate changes in muscle damage markers and metabolic alterations after exercise-induced muscle damage.", "year": 2016, "journal": "Clinical nutrition"}, {"title": "Amino Acid Transport Regulation and Early Embryo Development", "summary": "Essential amino acid transport supports the development of more viable embryos, especially after the eight-cell stage, in preimplantation mouse embryo development.", "year": 2001, "journal": "Biology of Reproduction"}, {"title": "Amino acid mixture improves training efficiency in athletes.", "summary": "Amino acid mixture improves training efficiency in athletes by increasing muscle strength, reducing fatigue, and improving oxygen-carrying capacity.", "year": 2006, "journal": "The Journal of nutrition"}, {"title": "Amino acids and derivatives, a new treatment of chronic heart failure?", "summary": "Amino acids supplementation in patients with heart failure has shown improvement in exercise tolerance and, in some cases, left ventricular function.", "year": 2014, "journal": "Heart Failure Reviews"}, {"title": "Free amino acids: an innovative treatment for ocular surface disease.", "summary": "Amino acids supplementation is beneficial to the eye surface and may improve its healing in cases of eye surface disease due to different causes.", "year": 2016, "journal": "European journal of pharmacology"}, {"title": "Amino Acid-Induced Impairment of Insulin Signaling and Involvement of G-Protein Coupling Receptor", "summary": "Amino acids are needed for general bodily function and well-being, but excessive concentrations can lead to metabolic disorders like insulin resistance and diabetes mellitus.", "year": 2021, "journal": "Nutrients"}, {"title": "Does Protein Supplementation Prevent Muscle Disuse Atrophy and Loss of Strength?", "summary": "Amino acid supplementation's efficiency in preventing muscle mass and strength loss during bed rest needs to be seriously questioned.", "year": 2011, "journal": "Critical Reviews in Food Science and Nutrition"}, {"title": "Amino acids and immune function", "summary": "Dietary supplementation of specific amino acids enhances immune status, reducing morbidity and mortality in animals and humans with malnutrition and infectious disease.", "year": 2007, "journal": "British Journal of Nutrition"}, {"title": "New developments in fish amino acid nutrition: towards functional and environmentally oriented aquafeeds", "summary": "Amino acids promote growth, development, and health of aquatic animals, increasing larval performance, survival, and immunity to environmental stresses.", "year": 2009, "journal": "Amino Acids"}, {"title": "Amino Acids: Determination", "summary": "Amino acids contribute to many relevant functions in an organism and are important for determining the biological value of foods.", "year": 2016, "journal": ""}], "side effects": [{"title": "Intravenous essential L-amino acids and hypertonic dextrose in patients with acute renal failure. Effects on serum potassium, phosphate, and magnesium.", "summary": "Intravenous essential L-amino acids in acute renal failure patients led to weight gain, improved wound healing, and lower serum concentrations of magnesium, phosphate, and potassium.", "year": 1972, "journal": "American journal of surgery"}, {"title": "The interaction of amino acids, peptides, and proteins with DNA.", "summary": "Acidic amino acids weaken H-bonds between DNA strands, while basic amino acids strengthen the interaction between the strands.", "year": 2015, "journal": "International journal of biological macromolecules"}, {"title": "Side Effects of Amino Acid Supplements", "summary": "Enhanced intake of amino acid supplements may not be risk-free and can cause a number of detrimental side effects, including toxicity, mutagenicity, and carcinogenicity.", "year": 2022, "journal": "Physiological Research"}, {"title": "Probing protein stability with unnatural amino acids.", "summary": "Unnatural amino acids can affect protein stability by affecting hydrophobicity, packing, conformational entropy, and cavity formation.", "year": 1992, "journal": "Science"}, {"title": "Hydrogen bond strength and β‐sheet propensities: The role of a side chain blocking effect", "summary": "Side chains of amino acids enhance peptide group hydrogen bond strength in protein structures and contribute to the intrinsic Î2-sheet propensities of amino acids.", "year": 1994, "journal": "Proteins: Structure"}, {"title": "Stabilization Effect of Amino Acid Side Chains in Peptide Assemblies on Graphite Studied by Scanning Tunneling Microscopy.", "summary": "Amino acid side chains stabilize peptide assemblies on graphite, affecting the lamellae width.", "year": 2017, "journal": "Chemphyschem : a European journal of chemical physics and physical chemistry"}, {"title": "Effects of alkyl side chains on properties of aliphatic amino acids probed using quantum chemical calculations.", "summary": "Alkyl side chains affect the electronic structural properties of aliphatic amino acids, affecting the carbon binding energy spectra and reducing the HOMO-LUMO energy gaps.", "year": 2011, "journal": "Journal of synchrotron radiation"}, {"title": "Computational design of thermostabilizing D-amino acid substitutions.", "summary": "D-amino acid substitutions can stabilize Î± helices by reducing conformational entropy and increasing protein thermostability.", "year": 2011, "journal": "Journal of the American Chemical Society"}, {"title": "Primary structure effects on peptide group hydrogen exchange", "summary": "Inductive and steric blocking effects are apparent in the rate of exchange of peptide group NH hydrogens with aqueous solvent, affecting the rate of protein NH to ND exchange rates.", "year": 1993, "journal": "Proteins: Structure"}], "dosage": [{"title": "Increased Parenteral Amino Acid Administration to Extremely Low-Birth-Weight Infants During Early Postnatal Life", "summary": "Infants with extremely low birth weight tolerated parenteral amino acid intake of approximately 4 g  kg1  d1.", "year": 2002, "journal": "Journal of Pediatric Gastroenterology and Nutrition"}, {"title": "Rumen escape and apparent degradation of amino acids after individual intraruminal administration to cows.", "summary": "The dosages of amino acids in this study were 75, 150, 300, and 600 mmol.", "year": 1997, "journal": "Journal of dairy science"}, {"title": "Metabolism of nonessential 15N-labeled amino acids and the measurement of human whole-body protein synthesis rates.", "summary": "Eight 15N-labeled nonessential amino acids plus 15NH4Cl were administered over a 10-h period to four healthy adult males using a primed-constant dosage regimen.", "year": 1986, "journal": "The Journal of nutrition"}, {"title": "Influence of early rapidly increased amino acid dosaging on nitrogen balance and growth in preterm infants", "summary": "Early rapidly increased amino acid dosing in preterm infants with a starting dosage of more than 1.5 g/(kg  d) contributes to weight gain without increasing complications and hospitalization costs.", "year": 2014, "journal": ""}, {"title": "Clinical studies on a newly devised amino acid solution for neonates.", "summary": "The new formula for neonates elicits no abnormal plasma amino acid pattern at a dosage level of 1.5-2.5 g/kg/day.", "year": 1988, "journal": "JPEN. Journal of parenteral and enteral nutrition"}, {"title": "Abnormal concentrations of B vitamins and amino acids in plasma and B vitamins in bile of rabbits with aflatoxicosis", "summary": "AFB1 dosages required to induce significant changes in amino acid concentrations in rabbits were usually between 12.5 and 37.5 microgram/kg of body weight per day.", "year": 1981, "journal": "Applied and Environmental Microbiology"}, {"title": "The effect of growth and adrenocorticotropic hormones on the amino acid levels in the plasma.", "summary": "Growth hormone causes a reduction in the free amino acid plasma level in rats, with 1.0 mg. of growth hormone causing a decrease from 5.43 to 4.30 mg. per 100 cc. of plasma.", "year": 1949, "journal": "The Journal of biological chemistry"}, {"title": "[The utilization of parenterally administered amino acids in the postoperative phase. II. Calculation of an amino acid solution by pharmacokinetic criteria with 1st clinical trial].", "summary": "Dosages ranging from 0.75 to 1.5 g AA/kg body weight/day were found to be within the normal range in postoperative patients.", "year": 1982, "journal": "Infusionstherapie und klinische Ernahrung"}, {"title": "Nutrient interactions with total parenteral nutrition: effect of histidine and cysteine intake on urinary zinc excretion.", "summary": "High-dose histidine and cysteine infusion significantly elevated urinary zinc excretion compared to no-cysteine and low-dose histidine periods.", "year": 1989, "journal": "The Journal of pediatrics"}, {"title": "AMINO ACIDS AND HEMOGLOBIN PRODUCTION IN ANEMIA", "summary": "Glycine, glutamic acid, aspartic acid, cystine, histidine, phenylalanine, and proline in 1 gm doses daily for 2 weeks increase hemoglobin output on average 23 to 25 gm.", "year": 1940, "journal": "The Journal of Experimental Medicine"}]}}