{"supplement": "Antioxidants", "data": {"benefits": [{"title": "Antioxidant Phytochemicals for the Prevention and Treatment of Chronic Diseases", "summary": "Antioxidant phytochemicals in vegetables and fruits are responsible for reducing the risk of many chronic diseases, as they possess strong antioxidant and free radical scavenging abilities, as well as anti-inflammatory action.", "year": 2015, "journal": "Molecules"}, {"title": "Improving public health?: The role of antioxidant-rich fruit and vegetable beverages", "summary": "Antioxidant-rich foods may have health benefits in CVD, cancer, neurological decline, and diabetes, but the evidence for specific health benefits is still limited.", "year": 2011, "journal": "Food Research International"}, {"title": "The role of antioxidant supplement in immune system, neoplastic, and neurodegenerative disorders: a point of view for an assessment of the risk/benefit profile", "summary": "Dietary antioxidants, such as glutathione and vitamins, may counteract oxidative damage and modulate oxidative phenomena in chronic diseases like atherosclerosis, diabetes, and cancer.", "year": 2008, "journal": "Nutrition Journal"}, {"title": "Solvent effects on the antioxidant capacity of lipophilic and hydrophilic antioxidants measured by CUPRAC, ABTS/persulphate and FRAP methods.", "summary": "Antioxidants protect cells and macromolecules from the damage of reactive oxygen species (ROS), making them health beneficial compounds.", "year": 2010, "journal": "Talanta"}, {"title": "Why have antioxidants failed in clinical trials?", "summary": "Antioxidant therapies have shown acute benefits in clinical trials, such as N-acetylcysteine.", "year": 2008, "journal": "The American journal of cardiology"}, {"title": "Use of antioxidant supplements and its association with cognitive function in a rural elderly cohort: the MoVIES Project. Monongahela Valley Independent Elders Survey.", "summary": "Antioxidant use was initially associated with better performance on cognitive tests, but after accounting for age, education, and sex, no significant differences were found.", "year": 1998, "journal": "American journal of epidemiology"}, {"title": "Antioxidants: Differing Meanings in Food Science and Health Science.", "summary": "Antioxidants are lauded for quenching reactive oxygen species and preventing chronic diseases, but strong evidence for their beneficial effects is lacking.", "year": 2018, "journal": "Journal of agricultural and food chemistry"}, {"title": "Antioxidant capacity of Brazilian fruit, vegetables and commercially-frozen fruit pulps", "summary": "A high intake of foods rich in natural antioxidants increases the antioxidant capacity and reduces the risk of cancers, heart diseases, and stroke.", "year": 2009, "journal": "Journal of Food Composition and Analysis"}, {"title": "Antioxidants and Skeletal Muscle Performance: “Common Knowledge” vs. Experimental Evidence", "summary": "Antioxidants are assumed to provide benefits such as better health, reduced aging rate, and improved exercise performance.", "year": 2012, "journal": "Frontiers in Physiology"}, {"title": "Pet food additives.", "summary": "Antioxidants, like vitamins C and E, can promote good health and combat free radical damage in the body.", "year": 1993, "journal": "Journal of the American Veterinary Medical Association"}], "side effects": [{"title": "Antioxidants Accelerate Lung Cancer Progression in Mice", "summary": "Antioxidants like acetylcysteine and vitamin E may have a particularly detrimental effect in lung cancer development by disrupting the ROS-p53 axis.", "year": 2014, "journal": "Science Translational Medicine"}, {"title": "Risks and benefits of antioxidant dietary supplement use during cancer treatment: protocol for a scoping review", "summary": "Oral antioxidant supplementation may reduce side effects and improve patient survival, but other studies suggest it may interfere with chemotherapy and reduce its curative effects.", "year": 2021, "journal": "BMJ Open"}, {"title": "The Double-edged Sword of Antioxidant Supplements on Metabolic Diseases, A Necessity for Quantification of Oxidative Status", "summary": "Over-supplementation of antioxidants can cause imbalanced oxidant homeostasis, potentially causing metabolic diseases.", "year": 2023, "journal": "Archives of Epidemiology &amp; Public Health Research"}, {"title": "Dietary Antioxidants and Human Cancer", "summary": "Antioxidants like selenium, vitamin E, and carotenoids have been shown to reduce the risk of some forms of cancer, such as prostate and colon cancer, and have potential roles as adjuvants in cancer therapy.", "year": 2004, "journal": "Integrative Cancer Therapies"}, {"title": "The Involvement of the Oxidative Stress Status in Cancer Pathology: A Double View on the Role of the Antioxidants", "summary": "Antioxidant protection treatments neutralize harmful effects of ROS, but excessive supplementation can lead to harmful effects and even increase the risk of cancer.", "year": 2021, "journal": "Oxidative Medicine and Cellular Longevity"}, {"title": "Antioxidant Modulation of Hematological Toxicity during Chemotherapy for Breast Cancer", "summary": "Antioxidant drugs may help correct violations occurring in cancer patients by reducing organism resistance and damage to vital organs and systems.", "year": 2017, "journal": "Journal of Cytology and Histology"}, {"title": "Impact of antioxidant supplementation on chemotherapeutic toxicity: A systematic review of the evidence from randomized controlled trials", "summary": "Antioxidant supplementation during chemotherapy holds potential for reducing dose-limiting toxicities.", "year": 2008, "journal": "International Journal of Cancer"}, {"title": "Dietary Antioxidants During Cancer Chemotherapy: Impact on Chemotherapeutic Effectiveness and Development of Side Effects", "summary": "Antioxidants can reduce or prevent many side effects of anticancer drugs, but may also interfere with the anticancer effects of chemotherapy.", "year": 2000, "journal": "Nutrition and Cancer"}, {"title": "Use of antioxidant supplements during breast cancer treatment: a comprehensive review", "summary": "Antioxidant supplements might decrease side effects associated with breast cancer treatment, but the evidence is currently insufficient to inform guidelines.", "year": 2009, "journal": "Breast Cancer Research and Treatment"}, {"title": "Antioxidants in Arrhythmia Treatment—Still a Controversy? A Review of Selected Clinical and Laboratory Research", "summary": "Antioxidants like vitamins C and E can reduce the recurrence of atrial fibrillation after successful electrical cardioversion and protect against AF after cardiac surgery.", "year": 2022, "journal": "Antioxidants"}], "dosage": [{"title": "Plasma-Saturating Intakes of Vitamin C Confer Maximal Antioxidant Protection to Plasma", "summary": "The antioxidant protection afforded by short-term vitamin C supplementation is maximal at the 500–1000 mg dosage range.", "year": 2001, "journal": "Journal of the American College of Nutrition"}, {"title": "Bioavailability and antioxidant activity of some food supplements in men and women using the D-Roms test as a marker of oxidative stress.", "summary": "Antioxidants taken in combination at low dosages reduce oxidative stress, with little relevant prooxidant activity detectable.", "year": 2001, "journal": "The Journal of nutrition"}, {"title": "Effects of beta-carotene, vitamin C and E on antioxidant status in hyperlipidemic smokers.", "summary": "Combined antioxidant supplements with 15 mg beta-carotene/day, 500 mg vitamin C/day, and 400 mg alpha-tocopherol equivalent/day increased plasma antioxidant levels and antioxidative enzyme activities in male hyperlipidemic smokers.", "year": 2002, "journal": "The Journal of nutritional biochemistry"}, {"title": "Safety of antioxidant vitamins.", "summary": "Antioxidant vitamins are generally safe, with rare toxic reactions at dosages less than 3200 mg/d for vitamin E and ascorbic acid, and less than 4 g/d for ascorbic acid.", "year": 1996, "journal": "Archives of internal medicine"}, {"title": "Orange Juice Ingestion and Supplemental Vitamin C Are Equally Effective at Reducing Plasma Lipid Peroxidation in Healthy Adult Women", "summary": "Regular consumption of 8 fl. oz. orange juice or supplemental vitamin C (70 mg/day) effectively reduced a marker of lipid peroxidation in plasma.", "year": 2003, "journal": "Journal of the American College of Nutrition"}, {"title": "Development and Validation of an Analytical Method for Carnosol, Carnosic Acid and Rosmarinic Acid in Food Matrices and Evaluation of the Antioxidant Activity of Rosemary Extract as a Food Additive", "summary": "Rosemary extract can be used as an antioxidant, with a limit of detection and quantification of 0.22 to 1.73 g/mL.", "year": 2019, "journal": "Antioxidants"}, {"title": "Life‐long supplementation with a low dosage of coenzyme Q10 in the rat: Effects on antioxidant status and DNA damage", "summary": "Lifelong intake of 0.7 mg/kg/day of CoQ10 enhances plasma levels of CoQQ9, CoQ10, Î2-tocopherol, and retinol, and attenuates age-related declines in total antioxidant capacity and DNA damage.", "year": 2005, "journal": "BioFactors"}, {"title": "In vivo antioxidant effect of green tea", "summary": "Total antioxidant capacity of plasma was significantly increased after taking green tea in amounts of 300 and 450 ml.", "year": 2000, "journal": "European Journal of Clinical Nutrition"}, {"title": "Daily quercetin supplementation dose-dependently increases plasma quercetin concentrations in healthy humans.", "summary": "Quercetin supplementation dose-dependently increased plasma quercetin concentrations from 50 to 150 mg/d for 2 weeks in healthy humans.", "year": 2008, "journal": "The Journal of nutrition"}, {"title": "Vitamin C and E supplementation blunts increases in total lean body mass in elderly men after strength training", "summary": "High-dose vitamin C and E supplementation (500 mg of vitamin C and 117.5 mg of vitamin E) blunted muscular adaptations to strength training in elderly men.", "year": 2016, "journal": "Scandinavian Journal of Medicine & Science in Sports"}]}}