{"supplement": "Ashwagandha", "data": {"benefits": [{"title": "A systematic review of the clinical use of Withania somnifera (Ashwagandha) to ameliorate cognitive dysfunction", "summary": "Ashwagandha extract improves performance on cognitive tasks, executive function, attention, and reaction time, and is well tolerated with minimal side effects.", "year": 2019, "journal": "Phytotherapy Research"}, {"title": "Keeping abreast about Ashwagandha in breast cancer.", "summary": "Ashwagandha may possess potential for treating breast cancer, especially ER/PR positive breast cancer and triple-negative breast cancer.", "year": 2020, "journal": "Journal of ethnopharmacology"}, {"title": "Withania Somnifera (Ashwagandha) and Withaferin A: Potential in Integrative Oncology", "summary": "Ashwagandha provides benefits against illnesses like epilepsy, depression, arthritis, diabetes, and has potential as an anti-carcinogenic agent in treatment of several cancers.", "year": 2019, "journal": "International Journal of Molecular Sciences"}, {"title": "Ashwagandha in brain disorders: A review of recent developments.", "summary": "Ashwagandha has potential as a neuroprotective in various brain disorders, including anxiety, Alzheimer's, Parkinson's, Schizophrenia, Huntington's disease, dyslexia, depression, autism, addiction, and more.", "year": 2020, "journal": "Journal of ethnopharmacology"}, {"title": "Authentication of the market samples of Ashwagandha by DNA barcoding reveals that powders are significantly more adulterated than roots.", "summary": "Ashwagandha is used to improve cognitive function, decrease inflammation, and counter the ill-effects of aging.", "year": 2020, "journal": "Journal of ethnopharmacology"}, {"title": "Scientific basis for the therapeutic use of Withania somnifera (ashwagandha): a review.", "summary": "Ashwagandha possesses anti-inflammatory, antitumor, antistress, antioxidant, immunomodulatory, hemopoietic, and rejuvenating properties, and appears to positively influence the endocrine, cardiopulmonary, and central nervous systems.", "year": 2000, "journal": "Alternative medicine review : a journal of clinical therapeutic"}, {"title": "Traditional And Medicinal Uses of Withania Somnifera", "summary": "Ashwagandha is a sedative, diuretic, anti-inflammatory, and is used for treating cold and coughs, ulcers, emaciation, diabetes, conjunctivitis, epilepsy, insomnia, senile dementia, Parkinson's disease, nervous disorders, and more.", "year": 2012, "journal": "The Pharma Innovation Journal"}, {"title": "Chromatographic And Spectroscopic Characterization Of The Consciousness Energy Healing Treated Withania Somnifera (Ashwagandha) Root Extract", "summary": "Ashwagandha root extract has health benefits including prevention and treatment of anxiety and stress.", "year": 2017, "journal": ""}, {"title": "Nootropic potential of Ashwagandha leaves: Beyond traditional root extracts", "summary": "Ashwagandha leaf extracts have nootropic potential, ranging from differentiation of neuroblastoma and glioma cells to reversal of Alzheimer and Parkinson's pathologies and enhancement of memory.", "year": 2016, "journal": "Neurochemistry International"}, {"title": "Ashwagandha: multiple health benefits", "summary": "Ashwagandha extract has antioxidant, anti-inflammatory, and immunomodulatory activities, helping prevent and treat various diseases.", "year": 2021, "journal": "Nutraceuticals"}], "side effects": [{"title": "The effect of Ashwagandha Versus Amitriptyline on the Histological Structure of Submandibular Glands in Albino Rats", "summary": "Ashwagandha root extract has anti-depressant and antioxidant properties, but when combined with amitriptyline can cause further degeneration of salivary glands due to the Fenton reaction.", "year": 2022, "journal": "Egyptian Journal of Veterinary Sciences"}, {"title": "[Thyrotoxicosis following the use of ashwagandha].", "summary": "Thyrotoxicosis is a potentially serious side effect of ashwagandha, as it can increase serum concentrations of thyroid hormones.", "year": 2005, "journal": "Nederlands tijdschrift voor geneeskunde"}, {"title": "Ashwagandha as a Unique Cause of Thyrotoxicosis Presenting With Supraventricular Tachycardia", "summary": "Ashwagandha root extract can cause thyrotoxicosis, a rare side effect involving supraventricular tachycardia and hyperthyroidism, in some cases.", "year": 2022, "journal": "Cureus"}, {"title": "A comparative pharmacognostical, physicochemical, and heavy metal analysis on Ashwagandha root obtained from natural and polluted sources", "summary": "Consumption of Ashwagandha root obtained from polluted areas may cause accumulated side effects and toxic effects of heavy metals.", "year": 2015, "journal": "International Journal of Green Pharmacy"}, {"title": "ASHWAGANDHA - A POTENT REGENERATIVE TONIC: SCIENTIFIC REVIEW AND UPDATE", "summary": "Ashwagandha is useful in stress, strain, fatigue, pain, skin diseases, diabetes, gastrointestinal disease, rheumatoid arthritis, epilepsy, chronic fatigue syndrome, and even during pregnancy without any side effects.", "year": 2020, "journal": "International Journal of Chemical and Pharmaceutical Analysis"}, {"title": "Ashwagandha for Brain Health: Experimental Evidence for Its Neuroregenerative Activities", "summary": "Ashwagandha has been used in Ayurveda for its stress-, hypertension-, aging-, neurological dysfunction-, and malignant growth-inhibitory properties.", "year": 2017, "journal": ""}, {"title": "Efficacy and safety of ashwagandha root extract in the treatment of insomnia, anxiety and reducing stress – literature review", "summary": "Ashwagandha root extract is efficacious and safe in treating insomnia, anxiety, and reducing stress.", "year": 2021, "journal": "Journal of Education, Health and Sport"}, {"title": "A systematic review of the clinical use of Withania somnifera (Ashwagandha) to ameliorate cognitive dysfunction", "summary": "Ashwagandha extract improves performance on cognitive tasks, executive function, attention, and reaction time, and appears to be well tolerated with minimal side effects.", "year": 2019, "journal": "Phytotherapy Research"}], "dosage": [{"title": "A Randomized, Double-Blind, Placebo-Controlled, Crossover Study Examining the Hormonal and Vitality Effects of Ashwagandha (Withania somnifera) in Aging, Overweight Males", "summary": "Ashwagandha extract (Shoden beads) delivered 21 mg of withanolide glycosides a day for 8 weeks in overweight men aged 40-70 years with mild fatigue.", "year": 2019, "journal": "American Journal of Men's Health"}, {"title": "Safety of Ashwagandha Root Extract: A Randomized, Placebo-Controlled, Study in Healthy Volunteers.", "summary": "Ashwagandha root extract at 300 mg twice daily for 8 weeks was found to be safe in both male and female volunteers.", "year": 2020, "journal": "Complementary therapies in medicine"}, {"title": "Effect of Ashwagandha (Withania somnifera) extract on sleep: A systematic review and meta-analysis", "summary": "Ashwagandha extract improves sleep in adults with dosage 600 mg/day and treatment duration 8 weeks.", "year": 2021, "journal": "PLoS ONE"}, {"title": "Adaptogenic and cardioprotective action of ashwagandha in rats and frogs.", "summary": "Ashwagandha possesses no toxicity up to a dose of 100 mg/kg for 180 days in rats.", "year": 2000, "journal": "Journal of ethnopharmacology"}, {"title": "Examining the effect of Withania somnifera supplementation on muscle strength and recovery: a randomized controlled trial", "summary": "Ashwagandha root extract 300 mg twice daily was used in this study.", "year": 2015, "journal": "Journal of the International Society of Sports Nutrition"}, {"title": "A double-blind, randomized, placebo-controlled trial on the effect of Ashwagandha (Withania somnifera Dunal.) root extract in improving cardiorespiratory endurance and recovery in healthy athletic adults.", "summary": "Ashwagandha root extract 300 mg twice daily for 8 weeks significantly improved cardiorespiratory endurance and quality of life in healthy athletic adults.", "year": 2021, "journal": "Journal of ethnopharmacology"}, {"title": "Adaptogenic and Anxiolytic Effects of Ashwagandha Root Extract in Healthy Adults: A Double-blind, Randomized, Placebo-controlled Clinical Study", "summary": "Ashwagandha root extract at dosages of 250 mg/day and 600 mg/day significantly reduced stress and anxiety in stressed healthy adults.", "year": 2019, "journal": "Cureus"}, {"title": "Effects of Withania somnifera (Ashwagandha) and Terminalia arjuna (Arjuna) on physical performance and cardiorespiratory endurance in healthy young adults", "summary": "Ashwagandha and Terminalia arjuna were given in dosages of 500mg/day for 8 weeks in healthy young adults.", "year": 2010, "journal": "International Journal of Ayurveda Research"}, {"title": "An investigation into the stress-relieving and pharmacological actions of an ashwagandha (Withania somnifera) extract", "summary": "240 mg of standardized ashwagandha extract (Shoden) once daily was used in this study.", "year": 2019, "journal": "Medicine"}, {"title": "Exploratory study to evaluate tolerability, safety, and activity of Ashwagandha (Withania somnifera) in healthy volunteers", "summary": "Ashwagandha dosage in the study was 750 mg/day, 1000 mg/day, and 1250 mg/day, with an increase in daily dosage every 10 days for 30 days.", "year": 2012, "journal": "Journal of Ayurveda and Integrative Medicine"}]}}