{"supplement": "Astaxanthin", "data": {"benefits": [{"title": "Effects of Astaxanthin Supplementation on Skin Health: A Systematic Review of Clinical Studies", "summary": "Astaxanthin supplementation improves skin texture, appearance (wrinkles), and moisture content, and appears to protect against UV-induced skin damage.", "year": 2020, "journal": "Journal of Dietary Supplements"}, {"title": "Haematococcus astaxanthin: applications for human health and nutrition.", "summary": "Astaxanthin is a potent antioxidant with potential to target several health conditions and may help protect body tissues from oxidative damage.", "year": 2003, "journal": "Trends in biotechnology"}, {"title": "Astaxanthin: Sources, Extraction, Stability, Biological Activities and Its Commercial Applications—A Review", "summary": "Astaxanthin is a nutritional supplement, antioxidant, anticancer agent, prevents diabetes, cardiovascular diseases, and neurodegenerative disorders, and stimulates immunization.", "year": 2014, "journal": "Marine Drugs"}, {"title": "Astaxanthin: A Review of its Chemistry and Applications", "summary": "Astaxanthin has health benefits such as cardiovascular disease prevention, immune system boosting, bioactivity against Helycobacter pylori, and cataract prevention.", "year": 2006, "journal": "Critical Reviews in Food Science and Nutrition"}, {"title": "Astaxanthin: A Potential Therapeutic Agent in Cardiovascular Disease", "summary": "Astaxanthin has potential as a therapeutic agent in atherosclerotic cardiovascular disease due to its antioxidant and anti-inflammatory properties.", "year": 2011, "journal": "Marine Drugs"}, {"title": "Astaxanthin in Skin Health, Repair, and Disease: A Comprehensive Review", "summary": "Astaxanthin possesses various health benefits and important nutraceutical applications in dermatology, potentially exerting benefits through photoprotective, antioxidant, and anti-inflammatory effects.", "year": 2018, "journal": "Nutrients"}, {"title": "Astaxanthin as feed supplement in aquatic animals", "summary": "Astaxanthin improves survival, growth performance, reproductive capacity, stress tolerance, disease resistance, and immune-related gene expression in aquatic animals.", "year": 2018, "journal": "Reviews in Aquaculture"}, {"title": "Neuroprotective mechanisms of astaxanthin: a potential therapeutic role in preserving cognitive function in age and neurodegeneration", "summary": "Astaxanthin has neuroprotective properties, including anti-inflammatory, anti-apoptotic, and antioxidant effects, and potential to promote or maintain neural plasticity, making it a promising therapeutic agent for neurodegenerative disease.", "year": 2017, "journal": "GeroScience"}, {"title": "Free Radical Scavenging and Cellular Antioxidant Properties of Astaxanthin", "summary": "Astaxanthin exhibits free radical scavenging, singlet oxygen quenching, and antioxidant activities, potentially positively affecting animal and human health.", "year": 2016, "journal": "International Journal of Molecular Sciences"}, {"title": "Effect of drying, storage temperature and air exposure on astaxanthin stability from Haematococcus pluvialis.", "summary": "Astaxanthin is a powerful antioxidant with various health benefits such as prevention of age-related macular degeneration and improvement of immune system, liver, and heart function.", "year": 2015, "journal": "Food research international"}], "side effects": [{"title": "Phagocytosis of Astaxanthin-Loaded Microparticles Modulates TGFβ Production and Intracellular ROS Levels in J774A.1 Macrophages", "summary": "Astaxanthin-loaded microparticles reduce intracellular reactive oxygen species and inhibit the release of active TGFÎ± in macrophages, potentially helping control macrophage activation.", "year": 2021, "journal": "Marine Drugs"}, {"title": "Interaction between warfarin and astaxanthin: A case report.", "summary": "Astaxanthin supplementation may cause bleeding symptoms and potentially adverse interactions with warfarin, requiring counseling and monitoring for potential interactions.", "year": 2019, "journal": "Journal of cardiology cases"}, {"title": "Astaxantin and Isoflavones Inhibit Benign Prostatic Hyperplasia in Rats by Reducing Oxidative Stress and Normalizing Ca/Mg Balance", "summary": "Astaxanthin treatment resulted in decreased epithelial proliferation and normalized superoxide dismutase activity.", "year": 2021, "journal": "Plants"}, {"title": "Effects of astaxanthin on VEGF level and antioxidation in human aqueous humor: difference by sex", "summary": "Astaxanthin affects O2•Î± scavenging activity in the aqueous humor in females, and is likely to be involved in the control of VEGF levels in the anterior eye.", "year": 2019, "journal": "Journal of Clinical Biochemistry and Nutrition"}, {"title": "Astaxanthin Influence on Health Outcomes of Adults at Risk of Metabolic Syndrome: A Systematic Review and Meta-Analysis", "summary": "Astaxanthin shows marginal effects on reducing total cholesterol and systolic blood pressure, and a significant attenuating effect on low-density lipoprotein cholesterol.", "year": 2022, "journal": "Nutrients"}, {"title": "Effects of astaxanthin on antioxidation in human aqueous humor", "summary": "Astaxanthin intake enhances superoxide scavenging activity and suppresses total hydroperoxides production in human aqueous humor.", "year": 2013, "journal": "Journal of Clinical Biochemistry and Nutrition"}, {"title": "Hypoglycaemic effect of all-trans astaxanthin through inhibiting α-glucosidase", "summary": "All-trans astaxanthin has a hypoglycaemic effect by inhibiting Î± -glucosidase, in addition to its antioxidation effect for type 2 diabetes.", "year": 2020, "journal": "Journal of Functional Foods"}, {"title": "Subacute administration of Astaxanthin inhibits vitamin K-dependent clotting factors in rats.", "summary": "ASTX inhibits vitamin K-dependent clotting factors and may be a natural anti-coagulant with fewer side effects.", "year": 2020, "journal": "Journal of food biochemistry"}, {"title": "Astaxanthin affects oxidative stress biomarkers in methotrexate-induced hepatotoxicity", "summary": "Astaxanthin can be used as pretreatment in patients treated with methotrexate to decrease its hepatotoxicity by increasing GSH, SOD, and CAT while decreasing MDA.", "year": 2022, "journal": "International journal of health sciences"}, {"title": "The Role of the Reactive Oxygen Species Scavenger Agent, Astaxanthin, in the Protection of Cisplatin-Treated Patients Against Hearing Loss", "summary": "Astaxanthin has powerful anti-oxidant, anti-inflammatory, and anti-apoptotic properties, potentially protecting cisplatin-treated patients against hearing loss.", "year": 2019, "journal": "Drug Design, Development and Therapy"}], "dosage": [{"title": "Astaxanthin lowers blood pressure and lessens the activity of the renin-angiotensin system in Zucker Fatty Rats", "summary": "High dosage of astaxanthin (25 mg/kg) significantly decreased systolic blood pressure and lessened fat oxidation in liver and kidneys.", "year": 2009, "journal": "Journal of Functional Foods"}, {"title": "Effects of astaxanthin-rich Haematococcus pluvialis extract on cognitive function: a randomised, double-blind, placebo-controlled study", "summary": "The high-dosage group (12 mg astaxanthin/day) showed improved CogHealth battery scores after 12 weeks, while the low-dosage (6 mg astaxanthin/day) group showed earlier improvements in Groton Maze Learning Test scores.", "year": 2012, "journal": "Journal of Clinical Biochemistry and Nutrition"}, {"title": "Effect of Astaxanthin on the Pigmentation of Goldfish Carassius auratus", "summary": "36-37 mg/kg astaxanthin is the optimal dosage to stimulate fish color in goldfish Carassius auratus.", "year": 1999, "journal": "Journal of The World Aquaculture Society"}, {"title": "Impact of astaxanthin-enriched algal powder of Haematococcus pluvialis on memory improvement in BALB/c mice", "summary": "A low dosage of astaxanthin-enriched H. pluvialis powder (1.3 mg astaxanthin/kg body weight) is good for improving memory.", "year": 2007, "journal": "Environmental Geochemistry and Health"}, {"title": "High-Dose Astaxanthin Supplementation Suppresses Antioxidant Enzyme Activity during Moderate-Intensity Swimming Training in Mice", "summary": "High-dose astaxanthin administration (15 and 30 mg/kg) can blunt antioxidant enzyme activity and downregulate transcription of Nrf2 and Nrf2-dependent enzymes during moderate-intensity swimming training in mice.", "year": 2019, "journal": "Nutrients"}, {"title": "Effects of Astaxanthin Supplementation on Oxidative Stress.", "summary": "High dose (20 mg/day) of astaxanthin showed significant antioxidant effect, while low dose (20 mg/day) showed no significant effect.", "year": 2019, "journal": "International journal for vitamin and nutrition research. Internationale Zeitschrift fur Vitamin- und Ernahrungsforschung. Journal international de vitaminologie et de nutrition"}, {"title": "The effect of astaxanthin (AST) on Neurotrophin-3 (NT- 3) expression in rats after compressive spinal cord injury (SCI)\"", "summary": "Astaxanthin at 80 mg/kg dosage can increase the expression of neurotrophin-3 in rat after compressive spinal cord injury.", "year": 2012, "journal": "African Journal of Pharmacy and Pharmacology"}, {"title": "Study on protective effect of astaxanthin on acute lung injury induced by lipopolysaccharide in mice", "summary": "Astaxanthin at doses of 10-15 mg/kg significantly decreases serum TNF-Î± and IL-8, and improves lymphocyte subpopulations in mice with acute lung injury induced by LPS.", "year": 2009, "journal": "Chinese Journal of Gerontology"}, {"title": "Effects of Astaxanthin on osteoporosis in ovariectomized rats", "summary": "Astaxanthin dosages of 201510 mg/kg can ameliorate bone quality and inhibit osteoporosis in ovariectomized rat models.", "year": 2008, "journal": "Acta Universitatis Medicinalis Nanjing"}, {"title": "EFFECTS OF ASTAXANTHIN ON BLOOD FAT IN RATS", "summary": "Astaxanthin dosages in the study were 108.4 mg/kg.bw, 217.7 mg/kg.bw, and 433.4mg/kg.bw.", "year": 2009, "journal": "Modern Preventive Medicine"}]}}