{"supplement": "BCAA", "data": {"benefits": [{"title": "Oral branched-chain amino acids have a beneficial effect on manifestations of hepatic encephalopathy in a systematic review with meta-analyses of randomized controlled trials.", "summary": "Oral BCAA supplements improve manifestations of hepatic encephalopathy but have no effect on survival.", "year": 2013, "journal": "The Journal of nutrition"}, {"title": "Effects of Branched-Chain Amino Acid (BCAA) Supplementation on the Progression of Advanced Liver Disease: A Korean Nationwide, Multicenter, Prospective, Observational, Cohort Study", "summary": "Long-term oral BCAA supplementation can potentially improve liver function and reduce major complications of cirrhosis in patients with advanced liver disease.", "year": 2020, "journal": "Nutrients"}, {"title": "The Role of Branched-Chain Amino Acid Supplementation in Combination with Locoregional Treatments for Hepatocellular Carcinoma: Systematic Review and Meta-Analysis", "summary": "BCAA supplementation is associated with significantly higher post-treatment albumin levels, which may support their use in combination with locoregional treatments for hepatocellular carcinoma.", "year": 2023, "journal": "Cancers"}, {"title": "BCAA catabolism in brown fat controls energy homeostasis through SLC25A44", "summary": "BCAA supplementation is beneficial to energy expenditure and promotes systemic BCAA clearance in mice and humans, contributing to improved metabolic health.", "year": 2019, "journal": "Nature"}, {"title": "Three targets of branched-chain amino acid supplementation in the treatment of liver disease.", "summary": "BCAA supplementation may ameliorate hepatic encephalopathy, promote liver regeneration, and improve hepatic cachexia, depending on the type of liver disease and presence of inflammation.", "year": 2010, "journal": "Nutrition"}, {"title": "Branched‐chain amino acids", "summary": "BCAA supplements improved nitrogen retention and protein synthesis in patients with liver failure, but their effect on patient outcome was less clear.", "year": 2000, "journal": "Journal of Gastroenterology and Hepatology"}, {"title": "Assessment of branched-chain amino Acid status and potential for biomarkers.", "summary": "BCAA supplementation spares lean body mass during weight loss, promotes wound healing, may decrease muscle wasting with aging, and may have beneficial effects in renal and liver disease.", "year": 2006, "journal": "The Journal of nutrition"}, {"title": "Branched‐chain amino acids differently modulate catabolic and anabolic states in mammals: a pharmacological point of view", "summary": "BCAA supplementation or rich diets positively affect body weight regulation, muscle protein synthesis, glucose homeostasis, ageing process, and extend healthspan.", "year": 2017, "journal": "British Journal of Pharmacology"}, {"title": "Update on nutritional supplementation with branched-chain amino acids", "summary": "BCAAs improve muscle performance, reduce protein loss, favor weight loss, reduce catabolism, and improve clinical outcomes in various diseases.", "year": 2005, "journal": "Current Opinion in Clinical Nutrition and Metabolic Care"}, {"title": "Effects of branched-chain amino acids and carbohydrate on fatigue during intermittent, high-intensity running.", "summary": "BCAA supplements do not show an added benefit on fatigue during intermittent, high-intensity running.", "year": 1999, "journal": "International journal of sports medicine"}], "side effects": [{"title": "High concentration of branched‐chain amino acids promotes oxidative stress, inflammation and migration of human peripheral blood mononuclear cells via mTORC1 activation", "summary": "High BCAA concentrations promote oxidative stress, inflammation, and migration of human peripheral blood mononuclear cells via mTORC1 activation.", "year": 2017, "journal": "Free Radical Biology and Medicine"}, {"title": "Branched-chain amino acid supplementation in treatment of liver cirrhosis: Updated views on how to attenuate their harmful effects on cataplerosis and ammonia formation.", "summary": "BCAA supplementation may have favorable effects but may also cause draining of alpha-ketoglutarate, increased glutamine content, altered neurotransmission, and ammonia formation in the gut and kidneys.", "year": 2017, "journal": "Nutrition"}, {"title": "The effect of branched-chain amino acid supplementation on cancer treatment.", "summary": "BCAA supplementation may decrease malnourishment and unintentional weight loss during and after chemotherapy, but potential harms include cancer cells using BCAAs as a source of energy for growth.", "year": 2023, "journal": "Nutrition and health"}, {"title": "Prognosis and safety of long-term oral branched-chain amino acids for cirrhosis: a meta-analysis", "summary": "Oral BCAAs improved event-free survival in cirrhotic patients, with gastrointestinal symptoms as the main side effect reported in some trials.", "year": 2014, "journal": ""}, {"title": "General and specialized parenteral amino acid formulations for nutrition support.", "summary": "BCAA solutions may cause side effects such as acidosis, hyperammonemia, hypercalciuria, and possibly bone disease and hepatotoxicity.", "year": 1990, "journal": "Journal of the American Dietetic Association"}, {"title": "Branched-chain amino acid supplementation in adults with cirrhosis and hepatic encephalopathy: a systematic review and meta-analyses", "summary": "Side-effects, where reported, were mild and gastrointestinal in nature.", "year": 2011, "journal": "Proceedings of the Nutrition Society"}, {"title": "Research Paper: Improving Patient Safety by Identifying Side Effects from Introducing Bar Coding in Medication Administration", "summary": "BCMA implementation can lead to confusion, degraded coordination between nurses and physicians, reduced workload, increased prioritization, and decreased ability to deviate from routine sequences.", "year": 2002, "journal": "Journal of the American Medical Informatics Association : JAMIA"}, {"title": "Recent appreciable diagnosis and therapy of liver diseases.", "summary": "BCAA administration improves plasma aminoacid balance, albumin, Ch-E, total cholesterol, and levels of consciousness disturbance in chronic severe liver diseases.", "year": 1994, "journal": ""}, {"title": "Branched-chain amino acids metabolic support in surgical patients: a randomized, controlled trial in patients with subtotal or total gastrectomy in 16 Japanese institutions.", "summary": "BCAA-enriched amino acid solution improves metabolism and maintains good nitrogen retention without increasing side effects compared to conventional amino acid solutions.", "year": 1988, "journal": "JPEN. Journal of parenteral and enteral nutrition"}, {"title": "Nitrogen retention in critically ill patients is proportional to the branched chain amino acid load", "summary": "There were no complications or side-effects from high dose BCAA in critically ill patients.", "year": 1983, "journal": "Critical Care Medicine"}], "dosage": [{"title": "Effects of oral branched-chain amino acid granules on event-free survival in patients with liver cirrhosis.", "summary": "Oral BCAA supplementation at 12 g/day for 2 years improves event-free survival, serum albumin concentration, and quality of life in patients with decompensated cirrhosis.", "year": 2005, "journal": "Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association"}, {"title": "Nitrogen retention in critically ill patients is proportional to the branched chain amino acid load", "summary": "BCAA doses in the study were 0.16, 0.3, 0.5, and 0.7 g/kg/day, with an increased nitrogen retention effect starting at 0.5 g/kg/day.", "year": 1983, "journal": "Critical Care Medicine"}, {"title": "A controlled trial of amino acid therapy in amyotrophic lateral sclerosis", "summary": "BCAA dosage in the study was 12g L-leucine, 8g L-isoleucine, and 6.4g L-valine daily.", "year": 1996, "journal": "Neurology"}, {"title": "The effects of acute branched-chain amino acid supplementation on recovery from a single bout of hypertrophy exercise in resistance-trained athletes.", "summary": "BCAAs (0.087 g/kg) increased the rate of recovery in isometric strength, CMJ height, and perceived muscle soreness compared to placebo after a hypertrophy-based training session among diet-controlled athletes.", "year": 2017, "journal": "Applied physiology, nutrition, and metabolism = Physiologie appliquee, nutrition et metabolisme"}, {"title": "EFFECTS OF TWO DIFFERENT DOSAGE OF BCAA SUPPLEMENTATION ON SERUM INDICES OF MUSCLE DAMAGE AND SORENESS IN SOCCER PLAYERS", "summary": "BCAA supplementation at doses of 200 and 450 mg.kg-1 BW did not affect muscle damage and muscle soreness in soccer players during resistance exercise bouts.", "year": 2013, "journal": "Pedagogics, psychology, medical-biological problems of physical training and sports"}, {"title": "The Effects of Two Different Dosages of BCAA Supplementation on A Serum Indicators of Muscle Damage in Wrestlers", "summary": "BCAA supplementation at doses of 210 and 450 mgkg 1 body weight reduced muscle damage indices after heavy resistance exercise in wrestlers.", "year": 2011, "journal": "International Journal of Wrestling Science"}, {"title": "The Effects of Two Different Dosages of BCAA Supplementation on A Serum Indicators of Muscle Damage in Wrestlers", "summary": "BCAA dosages of 210 and 450 mgkg 1 body weight did not decrease muscle damage associated with heavy resistance exercise in wrestlers.", "year": 2011, "journal": "International Journal of Wrestling Science"}, {"title": "Intake of branched chain amino acids favors post-exercise muscle recovery and may improve muscle function: optimal dosage regimens and consumption conditions.", "summary": "The optimal dosage for post-exercise muscle recovery and/or muscle function after high-intensity resistance exercise is 2-10g BCAA/day (leucine: isoleucine: valine at 2:1:1).", "year": 2021, "journal": "The Journal of sports medicine and physical fitness"}, {"title": "EXPERIMENTAL SUBSTANTIATION OF THE IMMUNOSTIMULATING EFFECT OF BRANCHED-CHAIN AMINO ACIDS UNDER STRESS", "summary": "BCAA consumption at a dosage of 70 mg/kg body weight per day in rats during cyclic starvation causes a decrease in IL-10 and an increase in IL-1a and IL-2 levels.", "year": 2019, "journal": ""}, {"title": "The Effects of Chronic Branched-Chain Amino Acid Supplementation on Running Kinematics: Single Case Research", "summary": "BCAA supplementation was 0.08g/kg/day, which is 3.52g BCAA/day and 10.32g AA/day in this study.", "year": 2020, "journal": ""}]}}