{"supplement": "Bee Propolis", "data": {"benefits": [{"title": "Beneficial effect of pollen and/or propolis on the metabolism of iron, calcium, phosphorus, and magnesium in rats with nutritional ferropenic anemia.", "summary": "Bee propolis improves digestive utilization of iron, regeneration efficiency of hemoglobin, phosphocalcic metabolism, and maintains an appropriate level of magnesium metabolism.", "year": 2000, "journal": "Journal of agricultural and food chemistry"}, {"title": "Propolis Counteracts Some Threats to Honey Bee Health", "summary": "Propolis improves bee health and productivity by strengthening the immune system, fighting pathogens, enhancing bee products, and increasing bee longevity.", "year": 2017, "journal": "Insects"}, {"title": "Propolis: a review of properties, applications, chemical composition, contact allergy, and other adverse effects.", "summary": "Bee propolis has antibacterial, antifungal, and antiviral properties and may have a wide range of other beneficial biological activities.", "year": 2013, "journal": "Dermatitis"}, {"title": "3-Acyl dihydroflavonols from poplar resins collected by honey bees are active against the bee pathogens Paenibacillus larvae and Ascosphaera apis.", "summary": "Bee propolis contains antimicrobial compounds active against bee pathogens Paenibacillus larvae and Ascosphaera apis, suppressing disease symptoms.", "year": 2017, "journal": "Phytochemistry"}, {"title": "To bee or not to bee? The bee extract propolis as a bioactive compound in the burden of lifestyle diseases.", "summary": "Bee propolis exhibits antibacterial, antioxidant, and antiinflammatory properties, and has beneficial effects against cardiovascular disease, gut dysbiosis, and chronic kidney disease.", "year": 2020, "journal": "Nutrition"}, {"title": "The Cardiovascular Therapeutic Potential of Propolis—A Comprehensive Review", "summary": "Propolis has anti-atherosclerotic, antihypertensive, anti-hemostatic, antiangiogenic, and antioxidant properties, with Brazilian green and red varieties showing the largest number of beneficial activities.", "year": 2021, "journal": "Biology"}, {"title": "Textured Hive Interiors Increase Honey Bee (Hymenoptera: Apidae) Propolis–Hoarding Behavior", "summary": "Propolis contributes favorably to worker honey bee immune response and colony social immunity.", "year": 2018, "journal": "Journal of Economic Entomology"}, {"title": "Anticancer Activity of Propolis and Its Compounds", "summary": "Propolis can inhibit proliferation, angiogenesis, and metastasis of cancer cells and stimulate apoptosis, potentially reducing side effects of chemotherapy and radiotherapy.", "year": 2021, "journal": "Nutrients"}, {"title": "Role of propolis in dentistry: review of the literature", "summary": "Propolis has been used in dentistry for preventing dental caries and periodontal diseases, as an interim transport medium for avulsed teeth, and in various applications like endodontics, orthodontics, and periodontics.", "year": 2013, "journal": "Focus on Alternative and Complementary Therapies"}, {"title": "Caffeic acid phenethyl ester, a promising component of propolis with a plethora of biological activities: A review on its anti‐inflammatory, neuroprotective, hepatoprotective, and cardioprotective effects", "summary": "Caffeic acid phenethyl ester (CAPE) in bee propolis has anti-inflammatory, neuroprotective, hepatoprotective, and cardioprotective activities.", "year": 2013, "journal": "IUBMB Life"}], "side effects": [{"title": "Potential role of propolis in wound healing: Biological properties and therapeutic activities.", "summary": "Propolis is a non-toxic natural product, but some cases of allergy and contact dermatitis have been described, mainly among beekeepers.", "year": 2018, "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie"}, {"title": "Anticancer Activity of Propolis and Its Compounds", "summary": "Propolis can inhibit proliferation, angiogenesis, and metastasis of cancer cells and stimulate apoptosis.", "year": 2021, "journal": "Nutrients"}, {"title": "Preliminary studies: the potential anti-angiogenic activities of two Sulawesi Island (Indonesia) propolis and their chemical characterization", "summary": "Bee propolis has potential anti-angiogenic effects, with D01 showing a strong cytotoxic effect and anti-migratory activity on vascular cells, while D02 demonstrated a substantial protective effect on pericytes against CoCl2-induced dropout.", "year": 2018, "journal": "Heliyon"}, {"title": "Clinical Characteristics of Topical Propolis Induced Oral Lesions", "summary": "Topical propolis can induce oral lesions, with erosive stomatitis being the most common presentation.", "year": 2012, "journal": "Acta stomatologica Croatica"}, {"title": "Therapeutic effect of propolis on Staphylococcus aureus induced oxidative stress in kidney of BALB/c mice. A biochemical and histopathological study", "summary": "Bee propolis treatment led to a reduction in lipid peroxidation and increase in antioxidant enzyme activities, restoring kidney function to near normal.", "year": 2022, "journal": "Indian Journal of Experimental Biology"}, {"title": "Acute and sub-acute oral toxicity of Brazilian red propolis in rats.", "summary": "Brazilian red propolis has estrogen-like activity, possibly from the isoflavones in it, and can cause toxic signs in rats at doses of 200mg/kg.", "year": 2015, "journal": "Journal of ethnopharmacology"}, {"title": "A double blind randomised placebo controlled study of propolis (bee glue) effectiveness in the treatment of severe oral mucositis in chemotherapy treated children.", "summary": "Propolis cannot be recommended for severe oral mucositis treatment in chemotherapy-treated children.", "year": 2013, "journal": "Complementary therapies in medicine"}, {"title": "The Potential Use of Propolis as an Adjunctive Therapy in Breast Cancers", "summary": "Propolis has been successfully used in alleviating side effects of chemotherapy and radiotherapy in breast cancer patients, with minimal adverse effects.", "year": 2022, "journal": "Integrative Cancer Therapies"}, {"title": "Trigona Propolis and Its Potency for Health and Healing Process", "summary": "Propolis has immunomodulatory effects, antioxidant activity, and can act as an antiemesis, making it useful for medications with nausea as a side-effect.", "year": 2019, "journal": "The Role of Functional Food Security in Global Health"}, {"title": "Apitherapy for Parkinson's Disease: A Focus on the Effects of Propolis and Royal Jelly", "summary": "Bee propolis and royal jelly have been used to treat various serious disorders, including Parkinson's disease, in animal models.", "year": 2020, "journal": "Oxidative Medicine and Cellular Longevity"}], "dosage": [{"title": "Propolis Improves Periodontal Status and Glycemic Control in Patients With Type 2 Diabetes Mellitus and Chronic Periodontitis: A Randomized Clinical Trial.", "summary": "A 6-month regimen of 400 mg propolis once daily significantly reduces HbA1c, fasting plasma glucose, and serum N-(carboxymethyl) lysine levels, and improves periodontal therapy outcome in people with DMt2 and CP.", "year": 2016, "journal": "Journal of periodontology"}, {"title": "Effects of bee propolis supplementation on glycemic control, lipid profile and insulin resistance indices in patients with type 2 diabetes: a randomized, double-blind clinical trial.", "summary": "Bee propolis supplementation (300 mg three times a day) improved glycemic control and some serum lipid levels in patients with type 2 diabetes.", "year": 2017, "journal": "Journal of integrative medicine"}, {"title": "Inhibitory effect of propolis extract on the growth of Listeria monocytogenes and the mutagenicity of 4‐nitroquinoline‐N‐oxide", "summary": "Bee propolis at a dosage of 7.5 gmL 1 exerts a bactericidal effect on Listeria monocytogenes.", "year": 2006, "journal": "Journal of the Science of Food and Agriculture"}, {"title": "A morphometric and histopathologic evaluation of the effects of propolis on alveolar bone loss in experimental periodontitis in rats.", "summary": "Both dosages of propolis (100 mg/kg body weight per day and 200 mg/kg body weight per day) significantly reduced periodontitis-related bone loss in rats.", "year": 2008, "journal": "Journal of periodontology"}, {"title": "Efficacy of propolis as an adjunct treatment for hospitalized COVID-19 patients: a randomized, controlled clinical trial", "summary": "Propolis at an oral dose of 400mg/day or 800mg/day reduced hospitalization time in hospitalized COVID-19 patients.", "year": 2021, "journal": ""}, {"title": "Propolis: Effect of different concentrations, extracts and intake period on seric biochemical variables.", "summary": "Long-term administration of propolis (1, 3 and 6 mg/kg/day) does not cause significant changes in serum parameters, suggesting no cardiac injury.", "year": 2006, "journal": "Journal of ethnopharmacology"}, {"title": "Antioxidative Propolis From Stingless Bees (Heterotrigona Itama) Preserves Endothelium-Dependent Aortic Relaxation of Diabetic Rats: The Role of Nitric Oxide and Cyclic Guanosine Monophosphate", "summary": "Propolis supplementation in diabetic rats was 300 mg/kg/day.", "year": 2021, "journal": "Brazilian Journal of Pharmaceutical Sciences"}, {"title": "Effects of Bee Propolis on FBG, HbA1c, and Insulin Resistance in Healthy Volunteers", "summary": "Bee propolis supplementation at a single daily dose of 1000 mg decreased fasting blood glucose and HbA1c in healthy individuals.", "year": 2021, "journal": "Turkish journal of pharmaceutical sciences"}, {"title": "In vivo and in vitro anti-diabetic activity of ethanolic propolis extract.", "summary": "Diabetic rats received 30% or 15% propolis extract at a dosage of 0.5 ml/100 g for 4 weeks.", "year": 2020, "journal": "Journal of food biochemistry"}, {"title": "Antibiotic activity of natural products: 1. Propolis.", "summary": "500 mg propolis three times a day for 3 days showed weak inhibitory activity in vitro against certain species of Gram-positive bacteria.", "year": 1990, "journal": "Microbios"}]}}