{"supplement": "Berberine", "data": {"benefits": [{"title": "Berberine: a potential phytochemical with multispectrum therapeutic activities", "summary": "Berberine has potential therapeutic activities in treating chronic ailments like diabetes, cancer, depression, hypertension, and hypercholesterolemia.", "year": 2010, "journal": "Expert Opinion on Investigational Drugs"}, {"title": "Berberine, a Natural Plant Product, Activates AMP-Activated Protein Kinase With Beneficial Metabolic Effects in Diabetic and Insulin-Resistant States", "summary": "Berberine reduces body weight, improves glucose tolerance, and improves insulin action in diabetic and insulin-resistant states.", "year": 2006, "journal": "Diabetes"}, {"title": "Berberine: a plant alkaloid with therapeutic potential for central nervous system disorders", "summary": "Berberine has a protective effect in Alzheimer's, cerebral ischemia, mental depression, schizophrenia, and anxiety.", "year": 2010, "journal": "Phytotherapy Research"}, {"title": "Berberine mitigates cognitive decline in an Alzheimer's Disease Mouse Model by targeting both tau hyperphosphorylation and autophagic clearance.", "summary": "Berberine improves spatial learning capacity and memory retentions in Alzheimer's disease mice by targeting tau hyperphosphorylation and autophagic clearance.", "year": 2020, "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie"}, {"title": "Berberine as a Potential Anticancer Agent: A Comprehensive Review", "summary": "Berberine has remarkable health benefits, including its potential anticancer activity, which prevents cancer cell proliferation, hinders tumor cell invasion, and reduces epithelial-mesenchymal transition protein expression.", "year": 2021, "journal": "Molecules"}, {"title": "Modulations of cytochrome P450 expression in diabetic mice by berberine.", "summary": "Berberine has the potential to modify the expression of CYPs, potentially providing an extra benefit for diabetic patients by restoring Cyp2e1, Cyp3a, and Cyp4a to normal levels.", "year": 2012, "journal": "Chemico-biological interactions"}, {"title": "Berberine regulates melanin synthesis by activating PI3K/AKT, ERK and GSK3β in B16F10 melanoma cells.", "summary": "Berberine inhibits melanin synthesis and tyrosinase activity, potentially helping in the prevention and treatment of skin pigmentation disorders.", "year": 2015, "journal": "International journal of molecular medicine"}, {"title": "Berberine and neurodegeneration: A review of literature.", "summary": "Berberine has therapeutic potential in neurodegenerative diseases like Alzheimer, Parkinson, and Huntington disease due to its powerful antioxidant effect.", "year": 2015, "journal": "Pharmacological reports : PR"}, {"title": "Role of berberine in Alzheimer’s disease", "summary": "Berberine may be beneficial to Alzheimer's disease by limiting the pathogenesis of amyloid plaques and neurofibrillary tangles, and inhibiting risk factors for the disease.", "year": 2016, "journal": "Neuropsychiatric Disease and Treatment"}, {"title": "Berberine was neuroprotective against an in vitro model of brain ischemia: Survival and apoptosis pathways involved", "summary": "Berberine protects against delayed neuronal cell death in an in vitro model of brain ischemia, involving the Akt/GSK3Î±/ERK1/2 survival/apoptotic signaling pathway and JNK and caspase-3 activity inhibition.", "year": 2014, "journal": "Brain Research"}], "side effects": [{"title": "Lipid-lowering effect of berberine in human subjects and rats.", "summary": "Berberine treatment produced mild weight loss and significantly reduced blood lipid levels, with no detrimental side effects observed in hematological, cardiovascular, liver, and kidney function tests.", "year": 2012, "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology"}, {"title": "Neurotoxic effects of berberine on long-term l-DOPA administration in 6-hydroxydopamine-lesioned rat model of Parkinson’s disease", "summary": "Berberine leads to the degeneration of dopaminergic neuronal cells in the substantia nigra in a rat model of Parkinson's disease with chronic l-DOPA administration.", "year": 2013, "journal": "Archives of Pharmacal Research"}, {"title": "Anticancer Effects and Mechanisms of Berberine from Medicinal Herbs: An Update Review", "summary": "Side effects of berberine include inhibiting cancer cell proliferation, suppressing metastasis, inducing apoptosis, activating autophagy, regulating gut microbiota, and improving the effects of anticancer drugs.", "year": 2022, "journal": "Molecules"}, {"title": "Berberine and barberry (Berberis vulgaris): A clinical review", "summary": "Mild gastrointestinal reactions may occur in some patients when taking berberine at usual doses.", "year": 2019, "journal": "Phytotherapy Research"}, {"title": "Potential Benefits of Berberine in the Management of Perimenopausal Syndrome", "summary": "Berberine can decrease oxidative stress, LDL, triglycerides, and insulin resistance, and improve mood.", "year": 2015, "journal": "Oxidative Medicine and Cellular Longevity"}, {"title": "Berberine Is a Promising Alkaloid to Attenuate Iron Toxicity Efficiently in Iron-Overloaded Mice", "summary": "Berberine reduced iron sedimentation in all tissues and lowered clinical symptoms of iron overdose, including inflammation, fibrosis, and tissue degeneration.", "year": 2022, "journal": "Natural Product Communications"}, {"title": "Berberine diminishes the side population and ABCG2 transporter expression in MCF-7 breast cancer cells.", "summary": "Berberine treatment reduces proliferation and side population cells in MCF-7 breast cancer cells, potentially targeting breast cancer stem cells.", "year": 2008, "journal": "Planta medica"}, {"title": "Role of a berberine-based nutritional supplement in reducing diarrhea in subjects with functional gastrointestinal disorders.", "summary": "Common side effects of berberine-based products include flatulence and meteorism.", "year": 2020, "journal": "Minerva gastroenterologica e dietologica"}, {"title": "Berberine Effects on NFκB, HIF1A and NFE2L2/AP-1 Pathways in HeLa Cells.", "summary": "Higher concentrations of berberine cause severe signaling side-effects in the HIF1A and NFE2L2/AP-1 pathways, jeopardizing its clinical value.", "year": 2018, "journal": "Anti-cancer agents in medicinal chemistry"}, {"title": "Protective effect of berberine on serum glucose levels in non-obese diabetic mice.", "summary": "Berberine supplemented at appropriate doses for 14 weeks did not cause toxic side effects, but improved hyperglycemia in non-obese diabetic mice.", "year": 2012, "journal": "International immunopharmacology"}], "dosage": [{"title": "Berberine inhibits Rho GTPases and cell migration at low doses but induces G2 arrest and apoptosis at high doses in human cancer cells.", "summary": "High doses of berberine (>150 microM) induce mitotic arrest and apoptosis in human cancer cells.", "year": 2009, "journal": "International journal of molecular medicine"}, {"title": "In vivo anticoccidial activity of berberine [18, 5,6-dihydro-9,10-dimethoxybenzo(g)-1,3-benzodioxolo(5,6-a) quinolizinium]--an isoquinoline alkaloid present in the root bark of Berberis lycium.", "summary": "The highest anticoccidial activity of berberine was tested at 300 mg/kg body weight, and it was not lethal up to a dosage of 2000 mg/kg body weight.", "year": 2014, "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology"}, {"title": "The Evaluation of Pro-Cognitive and Antiamnestic Properties of Berberine and Magnoflorine Isolated from Barberry Species by Centrifugal Partition Chromatography (CPC), in Relation to QSAR Modelling", "summary": "Cognition enhancing properties of berberine were observed at doses of 5 mg/kg (i.p.) for berberine and 20 mg/kg (i.p.) for magnoflorine.", "year": 2017, "journal": "International Journal of Molecular Sciences"}, {"title": "Novel Effect of Berberine on Thermoregulation in Mice Model Induced by Hot and Cold Environmental Stimulation", "summary": "The dosages of berberine used in this study were 0.2, 0.4, and 0.8 mg/kg.", "year": 2013, "journal": "PLoS ONE"}, {"title": "Hepatobiliary excretion of berberine.", "summary": "Berberine has a linear pharmacokinetic phenomenon in the dosage range from 10 to 20 mg kg(-1).", "year": 2004, "journal": "Drug metabolism and disposition: the biological fate of chemicals"}, {"title": "[Effects of berberine on serum levels of inflammatory factors and inflammatory signaling pathway in obese mice induced by high fat diet].", "summary": "Berberine at dosages of 50 mg x kg(-1) and 150 mg x kg(-1) improves glucose tolerance and reduces body weight in obese mice.", "year": 2010, "journal": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica"}, {"title": "Effect of berberine on the blood concentration of cyclosporine A in the renal transplant recipients", "summary": "The dosage of berberine in this study was 0.2g each time, 3 times per day.", "year": 2001, "journal": ""}, {"title": "Evaluation of the Effect of Alkaloid Berberine on the Positive and Negative Symptoms of the Patients with Schizophrenia: A Double-Blind Randomized Placebo-Controlled Clinical Trial", "summary": "Alkaloid berberine at a dosage of 500 mg per day did not show better outcomes compared to the placebo in patients with schizophrenia.", "year": 2022, "journal": "Traditional and Integrative Medicine"}, {"title": "Effects of Berberine on Cell Cycle, DNA, Reactive Oxygen Species, and Apoptosis in L929 Murine Fibroblast Cells", "summary": "High dosage of berberine (0.05 mg/mL) leads to cell cycle arrest, DNA damage, ROS accumulation, reduced mitochondrial membrane potential, and cell apoptosis in L929 murine fibroblast cells.", "year": 2015, "journal": "Evidence-based Complementary and Alternative Medicine : eCAM"}, {"title": "The effect of berberine chloride on experimental colitis in rats in vivo and in vitro.", "summary": "Berberine was administered orally at a dosage of 7.5 or 15 mg/kg/day for 3 days or 1 week in rats.", "year": 2000, "journal": "The Journal of pharmacology and experimental therapeutics"}]}}