{"supplement": "Beta Glucan", "data": {"benefits": [{"title": "A Meta-Analysis of β-glucan Effects on Lipids in Mildly Hypercholesterolemic Individuals", "summary": "Beta-glucan can significantly reduce risk factors like total cholesterol and LDL-c for cardiovascular disease in mildly hypercholesterolemic individuals.", "year": 2020, "journal": "Current Developments in Nutrition"}, {"title": "Fungal beta-glucans and mammalian immunity.", "summary": "Beta-glucans possess immunomodulatory activities and have therapeutic benefits, particularly as anti-infective and antitumorigenic agents.", "year": 2003, "journal": "Immunity"}, {"title": "Oat Beta‐Glucan: Its Role in Health Promotion and Prevention of Diseases", "summary": "Oat beta-glucan intake is beneficial in preventing, treating, and controlling diabetes, cardiovascular diseases, and improving immune functions.", "year": 2012, "journal": "Comprehensive Reviews in Food Science and Food Safety"}, {"title": "Beta-glucans in the treatment of diabetes and associated cardiovascular risks", "summary": "Beta-glucans reduce blood glucose levels, lipids, and hypertension, benefiting the treatment of diabetes and associated complications.", "year": 2008, "journal": "Vascular Health and Risk Management"}, {"title": "Diets containing soluble oat extracts improve glucose and insulin responses of moderately hypercholesterolemic men and women.", "summary": "Soluble beta-glucans in oats improve glucose and insulin responses in moderately hypercholesterolemic men and women.", "year": 1995, "journal": "The American journal of clinical nutrition"}, {"title": "Yeast glucan particles activate murine resident macrophages to secrete proinflammatory cytokines via MyD88- and Syk kinase-dependent pathways.", "summary": "Beta-glucan particles activate resident macrophages to secrete proinflammatory cytokines, potentially modulating both innate and adaptive immunity.", "year": 2007, "journal": "Clinical immunology"}, {"title": "Beta-glucan contamination of pharmaceutical products: How much should we accept?", "summary": "Beta-glucans have potential immunostimulatory properties and have been used therapeutically as anti-microbial and anti-tumor agents.", "year": 2016, "journal": "Cancer Immunology, Immunotherapy"}, {"title": "Iron(II) binding by cereal beta-glucan.", "summary": "Cereal beta-glucans can potentially reduce the bioavailability of iron, which may have health benefits such as cholesterol lowering.", "year": 2015, "journal": "Carbohydrate polymers"}, {"title": "Pure yeast beta-glucan and two types of yeast cell wall extracts enhance cell migration in porcine intestine model", "summary": "Beta-Glucans enhance cell migration in a porcine intestinal cell model, potentially reducing inflammation and improving intestinal health.", "year": 2019, "journal": "Journal of Functional Foods"}, {"title": "Beta Glucan: Health Benefits in Obesity and Metabolic Syndrome", "summary": "Beta glucan benefits include its beneficial role in insulin resistance, dyslipidemia, hypertension, and obesity, and its potential in food applications.", "year": 2011, "journal": "Journal of Nutrition and Metabolism"}], "side effects": [{"title": "Glucagon therapy for beta-blocker overdose.", "summary": "Glucagon therapy can be effective in treating severe beta-blocker overdose, but side effects include nausea, vomiting, hypokalemia, and hyperglycemia.", "year": 1984, "journal": "Drug intelligence & clinical pharmacy"}, {"title": "Association of immunological disorders in lethal side effect of NSAIDs on beta-glucan-administered mice.", "summary": "Combination of beta-glucan and NSAID indomethacin induced lethal toxicity in mice, causing peritonitis by enteric bacteria.", "year": 2001, "journal": "FEMS immunology and medical microbiology"}, {"title": "Antihyperglycemic and antinociceptive effects of a commercially produced beta-glucan from Saccharomyces cerevisiae in Swiss albino mice.", "summary": "Beta-glucan inhibits increases in blood sugar levels and reduces gastric writhings in mice.", "year": 2013, "journal": "American-Eurasian Journal of Sustainable Agriculture"}, {"title": "beta(1 leads to 3) Glucan-mediated augmentation of alloreactive murine cytotoxic T-lymphocytes in vivo.", "summary": "Beta(1 leads to 3) glucans are chemically defined substances without obvious toxic side effects and may be of potential use to augment in vivo antigen-specific T-cell responses.", "year": 1978, "journal": "Cancer research"}, {"title": "The Effects of Orally Administered Beta-Glucan on Innate Immune Responses in Humans, a Randomized Open-Label Intervention Pilot-Study", "summary": "Oral beta-glucan did not enhance innate immune responses in humans in this study.", "year": 2014, "journal": "PLoS ONE"}, {"title": "Effects of Bread Yeast Cell Wall Beta-Glucans on Mice with Loperamide-Induced Constipation.", "summary": "Beta-glucans can enhance intestinal motility and regulate neurotransmitters and tight junction proteins, potentially helping with constipation complications and dysbiosis.", "year": 2019, "journal": "Journal of medicinal food"}, {"title": "Medicinal importance of fungal beta-(1-->3), (1-->6)-glucans.", "summary": "Beta-glucans are effective in treating diseases like cancer, microbial infections, hypercholesterolaemia, and diabetes by stimulating the immune system.", "year": 2007, "journal": "Mycological research"}, {"title": "Beta-glucan ameliorates methotrexate-induced oxidative organ injury via its antioxidant and immunomodulatory effects.", "summary": "Beta-glucan may alleviate intestinal and hepatorenal side effects of methotrexate treatment by inhibiting leukocyte apoptosis and oxidative tissue injury.", "year": 2006, "journal": "European journal of pharmacology"}, {"title": "Immunotoxicity of soluble β-glucans induced by indomethacin treatment", "summary": "The combination of beta-glucan and indomethacin induced lethal toxicity in mice by maladjusting the cytokine network.", "year": 1998, "journal": "Fems Immunology and Medical Microbiology"}], "dosage": [{"title": "Oat beta-glucan increases postprandial cholecystokinin levels, decreases insulin response and extends subjective satiety in overweight subjects.", "summary": "Beta-glucan improves satiety at a dose of 2.2g, and higher doses decrease subsequent meal intake by more than 400kJ.", "year": 2009, "journal": "Molecular nutrition & food research"}, {"title": "Modest doses of beta-glucan do not reduce concentrations of potentially atherogenic lipoproteins.", "summary": "A low dosage of beta-glucan (3 g/d) did not significantly reduce total cholesterol or LDL cholesterol in volunteers with plasma cholesterol concentrations representative of a middle-aged UK population.", "year": 2000, "journal": "The American journal of clinical nutrition"}, {"title": "Anticoagulant and antithrombotic actions of a semisynthetic β-1,3-glucan sulfate", "summary": "Beta-1,3-glucan sulfate (ED50 = 550 micrograms/kg) has a 32 fold higher concentration (ED50 = 17.2 micrograms/kg) than heparin for similar antithrombotic effects.", "year": 1995, "journal": "Thrombosis Research"}, {"title": "Effects of fungal beta-glucans on health - a systematic review of randomized controlled trials.", "summary": "The dosage of supplementation with beta-(1  3,1  6)-d-glucans ranged from 2.5 to 1000 mg daily for up to 6.5 months.", "year": 2021, "journal": "Food & function"}, {"title": "Effect of multiple injections of beta-glucan on non-specific immune response and disease resistance in Labeo rohita fingerlings.", "summary": "Injections of 10 mg of beta-glucan kg(-1) body wt. for three times can enhance the immune response of fish species under aquaculture.", "year": 2006, "journal": "Fish & shellfish immunology"}, {"title": "Effect of beta-glucan on immunity and survival of early stage of Anabas testudineus (Bloch).", "summary": "Beta-glucan suspension at 15 mg l(-1) for 3 hours can reduce mortality and increase immunity in A. testudineus spawns.", "year": 2009, "journal": "Fish & shellfish immunology"}, {"title": "Glucagon therapy for beta-blocker overdose.", "summary": "Doses of glucagon required to reverse severe beta-blockade are 50 micrograms/kg iv loading dose, followed by a continuous infusion of 1-15 mg/h, titrated to patient response.", "year": 1984, "journal": "Drug intelligence & clinical pharmacy"}, {"title": "[Effects of beta glucan in highland barley on blood glucose and serum lipid in high fat-induced C57 mouse].", "summary": "Beta glucan in highland barley at a dosage of 2% improves blood glucose and serum lipid levels in high fat diet-induced mice.", "year": 2013, "journal": "Zhonghua yu fang yi xue za zhi [Chinese journal of preventive medicine]"}, {"title": "Antihyperglycemic and antinociceptive effects of a commercially produced beta-glucan from Saccharomyces cerevisiae in Swiss albino mice.", "summary": "Beta-glucan at doses of 30, 60, 120, and 240 mg per kg body weight significantly inhibited increases in blood sugar levels and attenuated gastric writhings in mice.", "year": 2013, "journal": "American-Eurasian Journal of Sustainable Agriculture"}, {"title": "Synergistic effect of nonspecific immunostimulation and antibiotics in experimental peritonitis.", "summary": "Glucan 0.1 mg intraperitoneally 24 hours before peritonitis significantly enhanced long-term survival in a model of murine peritonitis.", "year": 1987, "journal": "Surgery"}]}}