{"supplement": "Biotin", "data": {"benefits": [{"title": "Influence of biotin intervention on glycemic control and lipid profile in patients with type 2 diabetes mellitus: A systematic review and meta-analysis", "summary": "Biotin supplementation may decrease fasting blood glucose, total cholesterol, and triglyceride levels in patients with type 2 diabetes mellitus.", "year": 2022, "journal": "Frontiers in Nutrition"}, {"title": "A Review of the Use of Biotin for Hair Loss", "summary": "Biotin supplementation may be beneficial for cases of acquired and inherited biotin deficiency and pathologies like brittle nail syndrome or uncombable hair, but there is limited evidence for its efficacy in healthy individuals.", "year": 2017, "journal": "Skin Appendage Disorders"}, {"title": "Effects of biotin on glucotoxicity or lipotoxicity in rat pancreatic islets.", "summary": "Biotin enhances glucose-induced insulin release and restores beta-cell function under glucotoxic or lipotoxic states.", "year": 2002, "journal": "Metabolism: clinical and experimental"}, {"title": "Biotin Supplementation Ameliorates Murine Colitis by Preventing NF-κB Activation", "summary": "Biotin supplementation delays the onset and severity of colitis, accelerates healing, and reduces the activation of NF-Î± B, which helps maintain the integrity of the intestinal barrier.", "year": 2019, "journal": "Cellular and Molecular Gastroenterology and Hepatology"}, {"title": "Supplementation of biotin to sperm preparation medium enhances fertilizing ability of spermatozoa and improves preimplantation embryo development", "summary": "Biotin supplementation in sperm wash medium improves fertilization potential and preimplantation embryo development, making it a safe alternative to PTX.", "year": 2018, "journal": "Journal of Assisted Reproduction and Genetics"}, {"title": "Biotin supplementation in MS clinically valuable but can alter multiple blood test results", "summary": "Biotin supplementation can improve multiple sclerosis-related disability in 12% of progressive MS patients at 24 months.", "year": 2017, "journal": "Multiple Sclerosis Journal"}, {"title": "Biotin Interference in Diagnostic Tests.", "summary": "Biotin has been marketed as a beauty supplement for luscious hair, radiant skin, and strong nails, but these beauty claims are not well supported.", "year": 2017, "journal": "Clinical chemistry"}, {"title": "Exploiting the Diversity of Saccharomycotina Yeasts To Engineer Biotin-Independent Growth of Saccharomyces cerevisiae", "summary": "Biotin prototrophy benefits include cost reduction during the preparation of industrial growth media and a lower susceptibility of biotin-prototrophic strains to contamination by auxotrophic microorganisms.", "year": 2020, "journal": "Applied and Environmental Microbiology"}, {"title": "Intersections of pathways involving biotin and iron relative to therapeutic mechanisms for progressive multiple sclerosis.", "summary": "High dose biotin therapy has beneficial effects in approximately 12-15% of patients with progressive multiple sclerosis, potentially improving mitochondrial function, lipid and cholesterol synthesis, and affecting gene expression.", "year": 2016, "journal": "Discovery medicine"}, {"title": "Reassessment of biotin-responsiveness in \"unresponsive\" propionyl CoA carboxylase deficiency.", "summary": "Biotin treatment improves clinical manifestations of multiple carboxylase deficiency and increases enzyme activities to near-normal or normal values.", "year": 1980, "journal": "The Journal of pediatrics"}], "side effects": [{"title": "Human placental biotin transport: normal characteristics and effect of ethanol.", "summary": "Deficiency of biotin in pregnancy leads to impaired fetal growth and development.", "year": 1993, "journal": "Alcoholism, clinical and experimental research"}, {"title": "High dose biotin as treatment for progressive multiple sclerosis.", "summary": "High dose biotin was safe and well tolerated, but one-third of patients worsened, most often with increased lower extremity weakness, worsened balance, and more falling.", "year": 2016, "journal": "Multiple sclerosis and related disorders"}, {"title": "Cancer-targeted design of bioresponsive prodrug with enhanced cellular uptake to achieve precise cancer therapy", "summary": "Biotin-ss-CPT, a smart targeted delivery system, reduces side effects of free CPT, such as liver damage, renal injury, and weight loss, for precise cancer therapy.", "year": 2018, "journal": "Drug Delivery"}, {"title": "[Reduction of biotin level as a possible factor in the mode of action of anticonvulsants (author's transl)].", "summary": "Low biotin levels may cause side effects of anticonvulsants such as cerebellar disturbances and dermatitis.", "year": 1982, "journal": "Archiv fur Psychiatrie und Nervenkrankheiten"}, {"title": "Ruthenium-Cyclopentadienyl Bipyridine-Biotin Based Compounds: Synthesis and Biological Effect.", "summary": "Biotinylated compounds show cytotoxic effects in breast cancer cells and less severe side effects in zebrafish.", "year": 2019, "journal": "Inorganic chemistry"}, {"title": "Evaluation of biophysical skin parameters and hair changes in patients with acne vulgaris treated with isotretinoin, and the effect of biotin use on these parameters", "summary": "Biotin added to isotretinoin treatment affects the pattern of skin and hair changes in patients with acne vulgaris.", "year": 2021, "journal": "International Journal of Dermatology"}, {"title": "Low side-effect and heat-shock protein-inhibited chemo-phototherapy nanoplatform via co-assembling strategy of biotin-tailored IR780 and quercetin", "summary": "Biotin-tailored IR780 and quercetin co-assembly creates a low side-effect and heat-shock protein-inhibited chemo-phototherapy nanoplatform for tumor treatment.", "year": 2019, "journal": "Chemical Engineering Journal"}, {"title": "The effects of biotin supplementation on serum and liver tissue biotinidase enzyme activity and alopecia in rats which were administrated to valproic acid", "summary": "Biotin supplementation may prevent alopecia in patients receiving valproic acid therapy by improving biotin utilization by affecting the liver.", "year": 2009, "journal": "Brain and Development"}, {"title": "Biotin", "summary": "Inadequate biotin intake, drug interactions, and inborn errors of metabolism are discussed, including possible effects on birth defects.", "year": 2021, "journal": "BioFactors"}, {"title": "The control of fruiting body formation in the ascomycete Sordaria macrospora Auersw. by regulation of hyphal development", "summary": "Biotin and arginine together induce vigorous branching and growth in older mycelium, leading to rapid and maximal formation of fruiting bodies in Sordaria macrospora.", "year": 2004, "journal": "Planta"}], "dosage": [{"title": "Factitious Graves' Disease Due to Biotin Immunoassay Interference-A Case and Review of the Literature.", "summary": "The recommended daily intake (RDI) of biotin is approximately 30 g per day.", "year": 2016, "journal": "The Journal of clinical endocrinology and metabolism"}, {"title": "Biotin deficiency complicating parenteral alimentation: diagnosis, metabolic repercussions, and treatment.", "summary": "Biotin therapy (100 Î14g/day) was effective in treating biotin deficiency in three patients with total parenteral nutrition.", "year": 1985, "journal": "Annals of the New York Academy of Sciences"}, {"title": "Biotin Deficiency Complicating Parenteral Alimentation: Diagnosis, Metabolic Repercussions, and Treatment a", "summary": "Biotin therapy (100 micrograms/day in all patients) successfully treated biotin deficiency and did not recur.", "year": 1985, "journal": "Annals of the New York Academy of Sciences"}, {"title": "Biotin supplement interference with immunoassays for parathyroid hormone and 25-hydroxyvitamin D in a patient with metabolic bone disease on maintenance hemodialysis.", "summary": "Biotin 10 mg daily can cause erroneous 25(OH)D and iPTH results in end-stage renal disease patients.", "year": 2019, "journal": "Clinical kidney journal"}, {"title": "Effects of different levels of dietary biotin on the performance and bone structure of broilers", "summary": "Biotin at dosages of 200, 300, and 400 g/Kg increased growth rate and feed conversion rate in yellow skin broiler production.", "year": 2007, "journal": "Italian Journal of Animal Science"}, {"title": "Comparison of Biotin Interference in Second- and Third-Generation Roche Free Thyroxine Immunoassays", "summary": "Oral administration of 10 mg of biotin resulted in peak plasma concentrations ranging from 53 ng/mL to 141 ng/mL.", "year": 2019, "journal": "Annals of Laboratory Medicine"}, {"title": "Effect of High-dose Biotin on Thyroid Function Tests: Case Report and Literature Review", "summary": "The recommended daily intake (RDI) of biotin ranges from 30 to 70 mcg per day.", "year": 2018, "journal": "Cureus"}, {"title": "Biotin kinetics in serum of cattle after intravenous and oral dosing.", "summary": "Oral doses of biotin in cattle range from 20 to 60% systemically available, with a biotin uptake via feed estimated to be 2.5 mg/day.", "year": 1994, "journal": "International journal for vitamin and nutrition research. Internationale Zeitschrift fur Vitamin- und Ernahrungsforschung. Journal international de vitaminologie et de nutrition"}, {"title": "Biotin: From Supplement to Therapy", "summary": "The daily requirement of biotin is only 30 Î14g, which can be easily satisfied from diet, and biotin in pharmaceutical dosage (100–300 mg/day) may reduce symptoms of multiple sclerosis in some patients.", "year": 2019, "journal": ""}, {"title": "Reassessment of biotin-responsiveness in \"unresponsive\" propionyl CoA carboxylase deficiency.", "summary": "High-dose biotin treatment improves clinical manifestations of multiple carboxylase deficiency and increases enzyme activities to near-normal or normal values.", "year": 1980, "journal": "The Journal of pediatrics"}]}}