{"supplement": "Bone & Joint", "data": {"benefits": [{"title": "Effects of Exercise Involving Predominantly Either Joint‐Reaction or Ground‐Reaction Forces on Bone Mineral Density in Older Women", "summary": "Exercise programs involving ground-reaction forces (GRF) and joint-reaction forces (JRF) result in significant increases in bone mineral density (BMD) in older women.", "year": 1997, "journal": "Journal of Bone and Mineral Research"}, {"title": "Is there a role for exercise in the prevention of osteoporotic fractures?", "summary": "Exercise across the life span can maximize peak bone mass, reduce age-related bone loss, and maintain muscle strength and balance.", "year": 1999, "journal": "British Journal of Sports Medicine"}, {"title": "An OA phenotype may obtain major benefit from bone-acting agents.", "summary": "Bone-acting agents may benefit postmenopausal patients with high remodeling and/or low subchondral bone density, hindering osteoarthritis progression.", "year": 2014, "journal": "Seminars in arthritis and rheumatism"}, {"title": "Nutraceutical Therapies for Degenerative Joint Diseases: A Critical Review", "summary": "Nutraceuticals, antioxidant vitamin C, polyphenols, essential fatty acids, and mineral cofactors may offer significant benefits in treating osteoarthritis and related joint disorders.", "year": 2005, "journal": "Critical Reviews in Food Science and Nutrition"}, {"title": "Beyond the decade: strategic priorities to reduce the burden of musculoskeletal disease.", "summary": "Increased public recognition of the benefits of prevention, early diagnosis, and treatment of arthritis, including the importance of positive health behaviors, is a priority of the U.S. Bone and Joint Initiative.", "year": 2013, "journal": "The Journal of bone and joint surgery. American volume"}, {"title": "Articular cartilage injuries.", "summary": "Operative treatments like penetrating subchondral bone, soft tissue grafts, and cell transplants can restore articular surfaces after chondral injuries, potentially improving long-term joint function.", "year": 2002, "journal": "Clinical orthopaedics and related research"}, {"title": "Nitric oxide in bone and joint disease", "summary": "Reading nitric oxide in bone and joint disease can encourage mind and thoughts, and greatly develop experiences about everything.", "year": 2000, "journal": "American Journal of Human Biology"}, {"title": "Bone in osteoarthritis: imaging and interventions.", "summary": "Bone shape changes predict joint replacement and have high responsiveness in osteoarthritis (OA) patients.", "year": 2021, "journal": "Current opinion in rheumatology"}, {"title": "Exercise as an Adjuvant to Cartilage Regeneration Therapy", "summary": "Exercise improves cartilage organization and reduces cartilage degeneration, potentially benefiting skeletal health.", "year": 2020, "journal": "International Journal of Molecular Sciences"}, {"title": "Patient and implant survival following joint replacement because of metastatic bone disease", "summary": "Joint replacement operations for metastatic bone disease result in a 51% patient survival rate after 6 months, 39% after 12 months, and 29% after 24 months.", "year": 2013, "journal": "Acta Orthopaedica"}], "side effects": [{"title": "Bone and joint changes in lower limb amputees.", "summary": "Lower limb amputees may experience osteoarthrosis, backache, and scoliosis.", "year": 1978, "journal": "Annals of the Rheumatic Diseases"}, {"title": "A prospective model of care for breast cancer rehabilitation: Bone health and arthralgias", "summary": "Bone loss and arthralgias are prevalent side effects experienced by women treated with chemotherapy and/or adjuvant endocrine therapy.", "year": 2012, "journal": "Cancer"}, {"title": "Inflammatory Rheumatic Disorders and Bone", "summary": "Inflammatory joint diseases like rheumatoid arthritis and systemic lupus erythematosus are associated with extra-articular side effects, including bone loss and fractures.", "year": 2012, "journal": "Current Rheumatology Reports"}, {"title": "The effects of bone turnover rate on subchondral trabecular bone structure and cartilage damage in the osteoarthritis rat model", "summary": "Bone turnover rate strongly affects subchondral trabecular changes and cartilage destruction in osteoarthritis.", "year": 2010, "journal": "Rheumatology International"}, {"title": "Therapeutic Use of Radionuclides in Bone and Joint Disease", "summary": "Radionuclides in bone and joint disease treatment have mild side effects and good response rates, with side effects related to leakage of radioactivity from the joint requiring special care and follow-up.", "year": 2004, "journal": ""}, {"title": "Effects of bisphosphonates on joint damage and bone loss in rat adjuvant-induced arthritis", "summary": "Both etidronate and alendronate are effective in reducing arthritic damage, but their effective dose ranges for inflammatory responses and BMD decrease clearly differ.", "year": 2004, "journal": "Inflammation Research"}, {"title": "Non-analgesic effects of opioids: the interaction of opioids with bone and joints.", "summary": "Opioids increase the risk of fracture, especially in elderly patients, and interfere with the endocrine system, potentially causing osteoporosis.", "year": 2012, "journal": "Current pharmaceutical design"}, {"title": "Flurbiprofen inhibits heterotopic bone formation in total hip arthroplasty", "summary": "Flurbiprofen is an efficient and safe drug in limiting ectopic bone formation following total hip arthroplasty.", "year": 2004, "journal": "Archives of Orthopaedic and Trauma Surgery"}, {"title": "New role for an old friend: prednisone is a disease-modifying agent in early rheumatoid arthritis.", "summary": "Low doses of prednisone retard bone damage and are well tolerated, with documented side effects including weight gain, ecchymosis, and osteopenia.", "year": 2003, "journal": "Current opinion in rheumatology"}, {"title": "Effect of asymmetric force on the condylar cartilage, subchondral bone and collagens in the temporomandibular joints.", "summary": "Asymmetric force can cause greater changes in cartilage, subchondral bone, and collagens of temporomandibular joints, with light force providing more benefits for TMJs remodelling.", "year": 2015, "journal": "Archives of oral biology"}], "dosage": [{"title": "Cefazolin versus cefamandole for prophylaxis during total joint arthroplasty.", "summary": "Dosages for total joint arthroplasty were 1g of cefazolin before surgery followed by 500 mg every eight hours for six doses, versus 2g of cefamandole before surgery followed by 1g every eight hours for six doses.", "year": 1988, "journal": "Clinical orthopaedics and related research"}, {"title": "Minocycline-induced Periarticular Black Bones in Inflamed Joints Which Underwent Arthroplastic Reconstruction", "summary": "Minocycline-induced periarticular black bone can occur in patients receiving long-term minocycline treatment, with a mean dosage of 160 mg/day and a duration of 2.2 years.", "year": 2012, "journal": "Clinics in Orthopedic Surgery"}, {"title": "Therapeutic Drug Monitoring of Vancomycin Concentrations for the Management of Bone and Joint Infections: An Urgent Need", "summary": "Vancomycin fixed doses for bone and joint infections are 1 g every 8 h or 12 h, and therapeutic drug monitoring is required to achieve optimal and safe exposure.", "year": 2023, "journal": "Tropical Medicine and Infectious Disease"}, {"title": "Intravenous fosfomycin for the treatment of patients with bone and joint infections: a review", "summary": "Intravenous fosfomycin dosage for bone and joint infections ranges from 4 g/day to 24 g/day, with some pediatric cases being calculated based on body weight.", "year": 2021, "journal": "Expert Review of Anti-infective Therapy"}, {"title": "Kinetics of bone protection by recombinant osteoprotegerin therapy in Lewis rats with adjuvant arthritis.", "summary": "Dosages > 2.5 mg/kg/day of osteoprotegerin (OPG) preserve or enhance bone mineral density and prevent erosions, while a dosage of 4 mg/kg/day protects joint integrity.", "year": 2002, "journal": "Arthritis and rheumatism"}, {"title": "Nutraceuticals Active on Bones and Joints", "summary": "Active dosages for bone and joint supplements include: Calcium, Capsaicin, Chicory, Chondroitin sulfate, Curcumin, Devil's claw, Ginger, Glucosamine sulfate, Hyaluronic acid, Hydrolised collagen, EPA/DHA", "year": 2018, "journal": ""}, {"title": "[Therapy of psoriatic osteoarthropathy with EHDP].", "summary": "EHDP was administered at an oral dosage of about 20 mg/kg body weight for the first 2 months and about 5 mg/kg from months 3-6 in 20 patients with psoriatic osteoarthropathy.", "year": 1985, "journal": "Der Hautarzt; Zeitschrift fur Dermatologie, Venerologie, und verwandte Gebiete"}, {"title": "Levofloxacin at the usual dosage to treat bone and joint infections: a cohort analysis.", "summary": "Oral levofloxacin at 500 mg once daily is a well-tolerated and efficacious antibiotic treatment for bone and joint infections.", "year": 2016, "journal": "International journal of antimicrobial agents"}, {"title": "Population Pharmacokinetics and Dosage Optimization of Vancomycin in Pediatric Patients with Skin and Soft Tissue Infections, Bone, and Joint Infections", "summary": "Optimal dosing regimens of vancomycin for pediatric patients with skin and soft tissue infections and bone and joint infections are 75 mg/kg/day and 80 mg/kg/day.", "year": 2023, "journal": "Antimicrobial Agents and Chemotherapy"}, {"title": "Low-Dose Prednisone Induces Rapid Reversible Axial Bone Loss in Patients with Rheumatoid Arthritis", "summary": "Low-dose (10 mg/d) prednisone induced rapid reversible axial bone loss in patients with rheumatoid arthritis.", "year": 1993, "journal": "Annals of Internal Medicine"}]}}