{"supplement": "Calcium", "data": {"benefits": [{"title": "Dietary Reference Intakes for Calcium and Vitamin D", "summary": "Calcium and vitamin D play vital roles in bone health and overall health.", "year": 2012, "journal": "Pediatrics"}, {"title": "Osteoporosis: the role of micronutrients.", "summary": "Calcium and vitamin D supplementation has clear fracture benefits and is important for optimal bone health and preventing falls and fractures.", "year": 2005, "journal": "The American journal of clinical nutrition"}, {"title": "The role of calcium in peri- and postmenopausal women: 2006 position statement of the North American Menopause Society.", "summary": "Adequate calcium intake reduces bone loss and fractures in postmenopausal women, and has beneficial effects in nonskeletal disorders like hypertension, colorectal cancer, obesity, and nephrolithiasis.", "year": 2006, "journal": "Menopause"}, {"title": "Calcium Intake and Health", "summary": "Appropriate calcium intake reduces hypertensive disorders of pregnancy, lowers blood pressure, prevents osteoporosis, and lowers cholesterol values.", "year": 2019, "journal": "Nutrients"}, {"title": "Calcium absorption and calcium bioavailability", "summary": "Calcium is important for bone health and its absorption consists of an active vitamin D-mediated component and a passive diffusional component.", "year": 1992, "journal": "Journal of Internal Medicine"}, {"title": "The good, the bad, and the ugly of calcium supplementation: a review of calcium intake on human health", "summary": "Calcium intake is helpful in preventing and treating osteoporosis, but excessive intake might increase the risks of cardiovascular diseases.", "year": 2018, "journal": "Clinical Interventions in Aging"}, {"title": "Acute biochemical variations induced by four different calcium salts in healthy male volunteers", "summary": "Calcium supplements may reduce bone loss, non-vertebral fracture rates, and calcium citrate induces a significantly larger increase in serum calcium and suppression of serum PTH.", "year": 1993, "journal": "Osteoporosis International"}, {"title": "Applications of Calcium and its Supplement derived from Marine Organisms", "summary": "Calcium from marine organisms contributes to calcium absorption and bioavailability in the body, playing an important role in health and well-being.", "year": 2012, "journal": "Critical Reviews in Food Science and Nutrition"}, {"title": "Calcium Use in the Management of Osteoporosis: Continuing Questions and Controversies", "summary": "Calcium supplementation can reduce fracture risk, improve bone density, and improve bone turnover markers.", "year": 2014, "journal": "Current Osteoporosis Reports"}, {"title": "ADSA Foundation Lecture. Low calcium intake: the culprit in many chronic diseases.", "summary": "Increased calcium intake during growth and late postmenopause can prevent bone fragility, high blood pressure, and colon cancer.", "year": 1994, "journal": "Journal of dairy science"}], "side effects": [{"title": "Calcium Intake and Health", "summary": "Calcium supplementation side effects have been refuted, but may cause damage to iron status, renal stones, and myocardial infarction in older people.", "year": 2019, "journal": "Nutrients"}, {"title": "Calcium supplements: benefits and risks", "summary": "Calcium supplements have a negative risk-benefit effect, with increased gastrointestinal side effects, renal calculi, and myocardial infarction risks, neutralizing any possible benefit in fracture prevention.", "year": 2015, "journal": "Journal of Internal Medicine"}, {"title": "The good, the bad, and the ugly of calcium supplementation: a review of calcium intake on human health", "summary": "Excessive calcium intake might increase the risks of cardiovascular diseases, kidney stones, and gastrointestinal diseases.", "year": 2018, "journal": "Clinical Interventions in Aging"}, {"title": "Risk of Calcium Oxalate Nephrolithiasis after Calcium or Combined Calcium and Calcitriol Supplementation in Postmenopausal Women\n", "summary": "Calcium supplementation can cause hypercalciuria, but the risk of nephrolithiasis decreases rather than increase among subjects with higher calcium intake.", "year": 2000, "journal": "Osteoporosis International"}, {"title": "Calcium channel antagonists part IV: Side effects and contraindications drug interactions and combinations", "summary": "Calcium antagonists can cause minor side effects like flushing, headaches, constipation, and ankle edema, but serious side effects are rare and result from improper use.", "year": 1988, "journal": "Cardiovascular Drugs and Therapy"}, {"title": "Near‐Infrared‐Triggered Release of Ca2+ Ions for Potential Application in Combination Cancer Therapy", "summary": "Calcium ion is a potential therapeutic ion with manageable side effects and can trigger cell death in cancer cells upon near-infrared irradiation.", "year": 2018, "journal": "Advanced Healthcare Materials"}, {"title": "The Formation, Structural Characteristics, Absorption Pathways and Bioavailability of Calcium–Peptide Chelates", "summary": "Calcium supplements can have highly irritating effects on the stomach and are limited by low calcium content.", "year": 2022, "journal": "Foods"}, {"title": "Calcium channel blockers: spectrum of side effects and drug interactions.", "summary": "Side effects of calcium antagonists include hypotension, conduction disturbances, bradycardia, tachycardia, headache, flush, constipation, diarrhea, and rare idiosyncratic side effects.", "year": 2009, "journal": "Acta pharmacologica et toxicologica"}, {"title": "Analysis of oral fosfomycin calcium (Fosmicin) side-effects after marketing.", "summary": "Primary side-effects of oral fosfomycin calcium (FOM-Ca) include diarrhea, nausea, abdominal pain, anorexia, eruption, and increased serum transaminase.", "year": 1993, "journal": "International journal of clinical pharmacology, therapy, and toxicology"}, {"title": "Calcium Intake Trend Over Time", "summary": "Excess calcium intake can lead to side effects like kidney stones and cardiovascular events.", "year": 2016, "journal": "The FASEB Journal"}], "dosage": [{"title": "Effect of low‐dose calcium supplements on bone loss in perimenopausal and postmenopausal Asian women: A randomized controlled trial", "summary": "A low-dose calcium supplement of 500 mg/d can effectively slow lumbar spine bone loss in perimenopausal and postmenopausal women with habitually low calcium intake.", "year": 2012, "journal": "Journal of Bone and Mineral Research"}, {"title": "Dose dependency of calcium absorption: A comparison of calcium carbonate and calcium citrate", "summary": "0.5g of calcium is the optimum dose of either calcium salt, and calcium absorption is greater from 0.5g of calcium citrate than from 2.0g of calcium carbonate.", "year": 1988, "journal": "Journal of Bone and Mineral Research"}, {"title": "Calcium in the prevention of postmenopausal osteoporosis: EMAS clinical guide.", "summary": "The recommended daily intake of calcium varies between 700 and 1200mg of elemental calcium, depending on the endorsing source.", "year": 2018, "journal": "Maturitas"}, {"title": "Does it make a difference how and when you take your calcium? The acute effects of calcium on calcium and bone metabolism.", "summary": "Small calcium doses (200 mg) taken 4 times/day decreased serum PTH and increased serum ionized calcium concentrations rapidly, with no significant effect on bone formation and resorption markers.", "year": 2001, "journal": "The American journal of clinical nutrition"}, {"title": "Long-term (6 months) cross-over comparison of calcium acetate with calcium carbonate as phosphate binder.", "summary": "Calcium acetate (CaAc) was given to 28 chronic hemodialysis patients at half the dose of elemental calcium (1,235 +/- 521 versus 2,375 +/- 1,470 mg/day).", "year": 1993, "journal": "Nephron"}, {"title": "1,25-dihydroxyvitamin D3-treated hypoparathyroidism: 35 patients years in 10 children.", "summary": "1,25-(OH)2D3 treatment in hypoparathyroid children resulted in a mean ionized calcium level of 4.04-4.39 mg/dl.", "year": 1982, "journal": "The Journal of clinical endocrinology and metabolism"}, {"title": "Effects of increasing doses of 1α‐hydroxyvitamin D2 on calcium homeostasis in postmenopausal osteopenic women", "summary": "1Î± hydroxyvitamin D2 doses range from 0.5 Î± g/day to 1Î2 g/day, with no significant changes in serum calcium levels.", "year": 1994, "journal": "Journal of Bone and Mineral Research"}, {"title": "IMPACT OF DOSING REGIMEN ON CONSUMPTION OF CALCIUM SUPPLEMENTS FOR PREVENTION OF PREECLAMPSIA AMONG ANTENATAL CARE CLIENTS: A CLUSTER‐RANDOMIZED, NON‐INFERIORITY TRIAL IN WESTERN KENYA", "summary": "The WHO guideline recommends 1.5–2.0 g/d of calcium supplementation for ante-natal prevention of pre-eclampsia.", "year": 2017, "journal": "The FASEB Journal"}, {"title": "Low-dosage micronized 17ß-estradiol prevents bone loss inpostmenopausal women", "summary": "Micronized 17 beta-estradiol has a continuous skeletal dose-response effect in the range of 0.5 to 2.0 mg, and calcium intake positively modifies the skeletal response to 1.0 mg.", "year": 1992, "journal": "American Journal of Obstetrics and Gynecology"}, {"title": "Randomized controlled trial of calcium supplementation in healthy, nonosteoporotic, older men.", "summary": "1200 mg/d calcium supplementation has effects on bone mineral density in men comparable to those found in postmenopausal women, while 600 mg/d is ineffective for treating BMD.", "year": 2008, "journal": "Archives of internal medicine"}]}}