{"supplement": "Collagen", "data": {"benefits": [{"title": "Enzymatic Hydrolysis of a Collagen Hydrolysate Enhances Postprandial Absorption Rate—A Randomized Controlled Trial", "summary": "Enzymatic hydrolysis of collagen hydrolysates increases the absorption rate and bioavailability of glycine, proline, and hydroxyproline, which have beneficial effects on joint pain related to activity and osteoarthritis.", "year": 2019, "journal": "Nutrients"}, {"title": "Oral Supplementation with Hydrolyzed Fish Cartilage Improves the Morphological and Structural Characteristics of the Skin: A Double-Blind, Placebo-Controlled Clinical Study", "summary": "Oral supplementation with hydrolyzed fish cartilage significantly reduces wrinkles, improves collagen morphology, and reduces elastosis in the skin.", "year": 2021, "journal": "Molecules"}, {"title": "The effects of collagen peptide supplementation on body composition, collagen synthesis, and recovery from joint injury and exercise: a systematic review", "summary": "Collagen peptide supplementation improves joint functionality, reduces joint pain, and enhances body composition, strength, and muscle recovery.", "year": 2021, "journal": "Amino Acids"}, {"title": "Development of collagenase-resistant collagen and its interaction with adult human dermal fibroblasts.", "summary": "EGCG-treated collagen provides structural stability, resists degradation by collagenase, and supports cell adhesion and actin filament expression, making it a suitable biomaterial for biomedical applications.", "year": 2003, "journal": "Biomaterials"}, {"title": "Digesting a Path Forward: The Utility of Collagenase Tumor Treatment for Improved Drug Delivery.", "summary": "Collagenase treatment in tumors increased drug uptake and diffusion 2-10-fold, leading to decreased tumor growth.", "year": 2018, "journal": "Molecular pharmaceutics"}, {"title": "Effect of Orally Administered Collagen Peptides from Bovine Bone on Skin Aging in Chronologically Aged Mice", "summary": "Oral administration of collagen peptides from bovine bone or proline can improve the laxity of chronologically aged skin by changing skin collagen quantitatively and qualitatively.", "year": 2017, "journal": "Nutrients"}, {"title": "A Review of the Effects of Collagen Treatment in Clinical Studies", "summary": "Collagen treatment is useful in treating comorbid diseases and preventing complications, especially for aging people.", "year": 2021, "journal": "Polymers"}, {"title": "Human Enriched Serum Following Hydrolysed Collagen Absorption Modulates Bone Cell Activity: from Bedside to Bench and Vice Versa", "summary": "Hydrolysed collagen supplementation significantly reduces bone loss in mice with post-menopausal osteoporosis.", "year": 2019, "journal": "Nutrients"}, {"title": "Pretreatment with formic acid enhances the production of small peptides from highly cross-linked collagen of spent hens.", "summary": "Small collagen peptides are associated with benefits such as bone and skin health.", "year": 2018, "journal": "Food chemistry"}, {"title": "Developing Regenerative Treatments for Developmental Defects, Injuries, and Diseases Using Extracellular Matrix Collagen-Targeting Peptides", "summary": "Collagen-targeting peptides can be used for regenerative medicine applications like neovascularization, wound healing, and tissue regeneration.", "year": 2019, "journal": "International Journal of Molecular Sciences"}], "side effects": [{"title": "Self-assembly of synthetic collagen triple helices.", "summary": "Natural collagen can engender pathogenic and immunological side effects.", "year": 2006, "journal": "Proceedings of the National Academy of Sciences of the United States of America"}, {"title": "Time scale of glycation in collagen of bovine pericardium-derived bio-tissues", "summary": "Glycation of collagen is linked to many pathological side-effects of diabetes and aging.", "year": 2021, "journal": "IUCrJ"}, {"title": "Melanin potentiates daunorubicin-induced inhibition of collagen biosynthesis in human skin fibroblasts.", "summary": "Poor wound healing is a side effect of antineoplastic anthracyclines, resulting from impairment of collagen biosynthesis in skin.", "year": 2001, "journal": "European journal of pharmacology"}, {"title": "Complications of Collagen Fillers", "summary": "Collagen injections can cause early complications like injection site reactions, discoloration, maldistribution, infection, skin necrosis, and rare vision loss, while late complications include granuloma formation and infection.", "year": 2014, "journal": "Facial Plastic Surgery"}, {"title": "[Relationship between the experience of steroids side effects and noncompliance with oral steroids treatment in collagen disease patients].", "summary": "Over 80% of collagen disease patients experienced side effects like osteoporosis, bone fractures, menstrual disorders, moon face, central obesity, alopecia, acnelike eruption, manic-depressive state, and insomnia.", "year": 1997, "journal": "Kango kenkyu. The Japanese journal of nursing research"}, {"title": "The mechanism for anthracycline-induced inhibition of collagen biosynthesis.", "summary": "Anthracyclines inhibit collagen biosynthesis, leading to poor wound healing.", "year": 2001, "journal": "European journal of pharmacology"}, {"title": "Platelet-collagen interaction. The influence of native and modified collagen (Type I) on the aggregation of human platelets.", "summary": "Collagen induced platelet aggregation only after fibril formation, with side chain modifications affecting primarily the formation of fibrils.", "year": 1976, "journal": "Haemostasis"}, {"title": "Modulation of collagen proteolysis by chemical modification of amino acid side-chains in acellularized arteries.", "summary": "Chemical modifications of amino acid side-chains in collagen can alter the amount and sites of cleavage, potentially facilitating the design of novel engineering scaffolds for tissue regeneration or collagen-based drug delivery systems.", "year": 2004, "journal": "Biomaterials"}, {"title": "Doxorubicin-induced inhibition of prolidase activity in human skin fibroblasts and its implication to impaired collagen biosynthesis.", "summary": "Poor wound healing resulting from doxorubicin administration is due to impaired collagen biosynthesis.", "year": 1998, "journal": "Polish journal of pharmacology"}, {"title": "Proof of Direct Radiogenic Destruction of Collagen in Vitro", "summary": "Direct and instant radiogenic damage of bone, periosteum, and skin tissue collagen can be demonstrated.", "year": 2007, "journal": "Strahlentherapie und Onkologie"}], "dosage": [{"title": "Effects of specific collagen peptide supplementation combined with resistance training on Achilles tendon properties", "summary": "A daily dosage of 5g specific collagen peptides combined with resistance training leads to greater hypertrophy in tendinous and muscular structures than resistance training alone.", "year": 2022, "journal": "Scandinavian Journal of Medicine & Science in Sports"}, {"title": "Oral Supplementation of Specific Collagen Peptides Has Beneficial Effects on Human Skin Physiology: A Double-Blind, Placebo-Controlled Study", "summary": "Collagen hydrolysate (CH) dosages of 2.5 g or 5.0 g once daily for 8 weeks showed significant improvements in skin elasticity compared to placebo.", "year": 2013, "journal": "Skin Pharmacology and Physiology"}, {"title": "Interferon-gamma inhibits collagen synthesis by human Tenon's capsule fibroblasts in vitro.", "summary": "IFN-gamma inhibits collagen synthesis at dosages of 1-10,000 U/ml, with an average median effective dose of 6.60 U/ml.", "year": 1991, "journal": "Investigative ophthalmology & visual science"}, {"title": "Assessment of effectiveness of oral administration of collagen peptide on bone metabolism in growing and mature rats", "summary": "Orally administered collagen peptide at dosages of 0.166 g/kg body weight per day, 1.66 g/kg body weight per day, and 16.6 g/kg body weight per day improves bone mineral density in growing and mature rats.", "year": 2004, "journal": "Journal of Bone and Mineral Metabolism"}, {"title": "A food supplement of hydrolyzed collagen improves compositional and biodynamic characteristics of vertebrae in ovariectomized rats.", "summary": "A dose equivalent to five times the amount suggested for humans (10 g/day) of hydrolyzed collagen improved compositional and biodynamic characteristics of vertebrae in ovariectomized rats.", "year": 2010, "journal": "Journal of medicinal food"}, {"title": "Molecular changes in human osteoarthritic cartilage after 3 weeks of oral administration of BAY 12-9566, a matrix metalloproteinase inhibitor.", "summary": "BAY 12-9566 at daily doses of 100 mg significantly altered proteoglycan turnover and type II collagen content in osteoarthritic cartilage.", "year": 2003, "journal": "The Journal of rheumatology"}, {"title": "Effect of type II collagen extract on immunosuppression induced by methotrexate in rats", "summary": "Type II collagen extract at dosages of 250 mg/kg and 500 mg/kg significantly increased immune responses in rats with deteriorated immunity caused by methotrexate.", "year": 2018, "journal": "Journal of Exercise Rehabilitation"}, {"title": "Effect of specific collagen peptides with various dosages on body composition in untrained men", "summary": "The dosage of collagen peptides needed to induce effects on body composition is still unclear, but 10 to 20g daily may be effective.", "year": 2017, "journal": "Proceedings of the Nutrition Society"}, {"title": "Collagen production rates following acute lung damage induced by butylated hydroxytoluene.", "summary": "Collagen production is elevated 2 days after butylated hydroxytoluene (BHT) treatment and reaches a maximum rate of 150 pmoles  (mg dry wt) 1  hr 1 at day 7.", "year": 1982, "journal": "Biochemical pharmacology"}, {"title": "STUDY ON THE EXTRACTION OF COLLAGEN WITH ENZYME FROM THE SKIN OF FARMED STURGEON", "summary": "The optimal extraction conditions for collagen from farmed sturgeon skin include an enzyme dosage of 4000 U/g, a weight ratio of 1 to 4, and a 6 hour immersion time.", "year": 2009, "journal": "Food Research and Development"}]}}