{"supplement": "CoQ10", "data": {"benefits": [{"title": "Coenzyme Q10 Benefits Symptoms in Gulf War Veterans: Results of a Randomized Double-Blind Study", "summary": "CoQ10 100 mg per day improved physical function and symptoms in veterans with Gulf War illness, except for sleep problems.", "year": 2014, "journal": "Neural Computation"}, {"title": "Recent Developments in the Role of Coenzyme Q10 for Coronary Heart Disease: a Systematic Review", "summary": "CoQ10 supplementation in patients with heart failure improved functional capacity and significantly reduced cardiovascular events and mortality.", "year": 2018, "journal": "Current Atherosclerosis Reports"}, {"title": "Relative Bioavailability of Two Forms of a Novel Water-Soluble Coenzyme Q10", "summary": "The novel water-soluble CoQ10 formulations significantly increase absorption and bioavailability, likely due to enhanced water solubility.", "year": 2008, "journal": "Annals of Nutrition and Metabolism"}, {"title": "Coenzyme Q10 Supplementation in Aging and Disease", "summary": "CoQ10 supplementation positively affects mitochondrial deficiency syndrome, aging symptoms, and alleviates cardiovascular disease and inflammation.", "year": 2018, "journal": "Frontiers in Physiology"}, {"title": "Current state of coenzyme Q10 production and its applications", "summary": "CoQ10 is beneficial in the treatment of several human diseases when administered orally due to its antioxidant properties.", "year": 2010, "journal": "Applied Microbiology and Biotechnology"}, {"title": "Coenzyme Q10 Supplementation for the Reduction of Oxidative Stress: Clinical Implications in the Treatment of Chronic Diseases", "summary": "CoQ10 supplementation has potential use as a treatment for chronic diseases by reducing oxidative stress and showing beneficial effects in the treatment of chronic diseases.", "year": 2020, "journal": "International Journal of Molecular Sciences"}, {"title": "CoQ₁₀ Function and Role in Heart Failure and Ischemic Heart Disease.", "summary": "CoQ10 supplements have potential therapeutic utility in rare cases of primary CoQ10 deficiencies and may have a role in cardiovascular disease, particularly heart failure.", "year": 2015, "journal": "Annual review of nutrition"}, {"title": "Coenzyme Q10 enhances dermal elastin expression, inhibits IL‐1α production and melanin synthesis in vitro", "summary": "CoQ10 treatment promotes fibroblast proliferation, increases type IV collagen expression, and reduces UVR-induced MMP-1 levels, providing anti-ageing benefits.", "year": 2012, "journal": "International Journal of Cosmetic Science"}, {"title": "The Paradox of Coenzyme Q10 in Aging", "summary": "CoQ10 supplementation has shown benefits as an anti-aging agent and therapeutic benefits in aging-related disorders, particularly in cardiovascular and metabolic diseases.", "year": 2019, "journal": "Nutrients"}, {"title": "Human COQ10A and COQ10B are distinct lipid-binding START domain proteins required for coenzyme Q function[S]", "summary": "CoQ10 supplementation has cardioprotective benefits and is associated with multiple human diseases.", "year": 2019, "journal": "Journal of Lipid Research"}], "side effects": [{"title": "Coenzyme Q10 in Heart and Brain Diseases", "summary": "Adverse effects like nausea and vomiting may be reduced by using highly bio-available brands that reduce the oral dosage of CoQ10.", "year": 2011, "journal": "The Open Nutraceuticals Journal"}, {"title": "Effectiveness of coenzyme Q10 in prophylactic treatment of migraine headache: an open-label, add-on, controlled trial", "summary": "CoQ10 might reduce the frequency of headaches, make them shorter in duration, and less severe, with a favorable safety profile.", "year": 2017, "journal": "Acta Neurologica Belgica"}, {"title": "Coenzyme Q10 alleviates tacrolimus‐induced mitochondrial dysfunction in kidney", "summary": "CoQ10 improves tacrolimus-induced mitochondrial dysfunction in kidney, potentially reducing nephrotoxicity.", "year": 2019, "journal": "The FASEB Journal"}, {"title": "Efficacy and safety of coenzyme Q10 supplement on simvastatin induced myalgia and transaminase increment", "summary": "CoQ10 supplement can reduce myalgia and fatigue occurrence, decrease transaminase and creatine kinase increase caused by simvastatin.", "year": 2011, "journal": "Heart"}, {"title": "[Investigation of the preventive effect of CoQ10 against the side-effects of anthracycline antineoplastic agents].", "summary": "CoQ10 significantly reduced diarrhea and stomatitis in anthracycline-treated patients, but no significant differences were observed in other side effects.", "year": 1984, "journal": "Gan to kagaku ryoho. Cancer & chemotherapy"}, {"title": "Effect of coenzyme Q10 on cutaneous healing in skin-incised mice", "summary": "CoQ10 may have an anti-inflammatory and wound healing effect, potentially related to its secondary action.", "year": 2009, "journal": "Archives of Pharmacal Research"}, {"title": "Coenzyme Q10 Combined With Mild Hypothermia After Cardiac Arrest: A Preliminary Study", "summary": "No side effects of CoQ10 were identified in this preliminary study.", "year": 2004, "journal": "Circulation"}, {"title": "Neuroprotective effect of Coenzyme Q10 on ischemic hemisphere in aged mice with mutations in the amyloid precursor protein", "summary": "CoQ10 supplementation has a neuroprotective effect on the brain from infarction and atrophy induced by ischemic injury in aged and susceptible transgenic mice.", "year": 2007, "journal": "Neurobiology of Aging"}, {"title": "Effect of Coenzyme Q10 Supplementation in Statin-Treated Obese Rats", "summary": "CoQ10 supplementation reduces side effects of statins and has an anti-obesity effect.", "year": 2016, "journal": "Biomolecules & Therapeutics"}, {"title": "T58. EFFECTIVENESS OF ORALLY ADMINISTERED CO-ENZYME Q10 FOR SCHIZOPHRENIA: COGNITIVE, FUNCTIONAL AND BIOCHEMICAL OUTCOMES FROM A DOUBLE BLIND, RANDOMISED, PLACEBO CONTROLLED TRIAL", "summary": "CoQ10 supplementation does not ameliorate existing deficits in schizophrenia.", "year": 2020, "journal": "Schizophrenia Bulletin"}], "dosage": [{"title": "Effect of coenzyme Q10 supplementation on statin-induced myalgias.", "summary": "CoQ10 60 mg twice daily did not produce a greater response than placebo in the treatment of presumed statin-induced myalgias.", "year": 2012, "journal": "The American journal of cardiology"}, {"title": "Effects of Coenzyme Q10 Supplementation on Lipid Profiles in Adults: A Meta-analysis of Randomized Controlled Trials.", "summary": "CoQ10 supplementation at a dosage of 400 to 500 mg/day largely reduced total cholesterol in adults.", "year": 2022, "journal": "The Journal of clinical endocrinology and metabolism"}, {"title": "Functions of Coenzyme Q10 Supplementation on Liver Enzymes, Markers of Systemic Inflammation, and Adipokines in Patients Affected by Nonalcoholic Fatty Liver Disease: A Double-Blind, Placebo-Controlled, Randomized Clinical Trial", "summary": "CoQ10 supplementation at a dosage of 100 mg daily improved systemic inflammation and biochemical variables in patients with NAFLD.", "year": 2016, "journal": "Journal of the American College of Nutrition"}, {"title": "A randomized clinical trial of high-dosage coenzyme Q10 in early Parkinson disease: no evidence of benefit.", "summary": "High-dose CoQ10 (1200 mg/d or 2400 mg/d) was well tolerated in this study, but no evidence of benefit was found in slowing disease progression in early Parkinson's disease.", "year": 2014, "journal": "JAMA neurology"}, {"title": "Treatment of essential hypertension with coenzyme Q10.", "summary": "The average dose of CoQ10 in this study was 225 mg/day by mouth, adjusted according to clinical response and blood CoQ10 levels.", "year": 1994, "journal": "Molecular aspects of medicine"}, {"title": "Partial and complete regression of breast cancer in patients in relation to dosage of coenzyme Q10.", "summary": "CoQ10 dosages ranging from 90 to 390 mg were shown to be effective in causing partial and complete regression of breast cancer.", "year": 1994, "journal": "Biochemical and biophysical research communications"}, {"title": "Safety and tolerability of high‐dosage coenzyme Q10 in Huntington's disease and healthy subjects", "summary": "CoQ10 dosages range from 1,200 to 3,600 mg/day, with 2,400 mg/day potentially providing the best balance between tolerability and blood level achieved.", "year": 2010, "journal": "Movement Disorders"}, {"title": "Life‐long supplementation with a low dosage of coenzyme Q10 in the rat: Effects on antioxidant status and DNA damage", "summary": "Lifelong intake of 0.7 mg/kg/day of CoQ10 enhances plasma levels of CoQQ9, CoQ10, Î2-tocopherol, and retinol, and attenuates age-related declines in total antioxidant capacity and DNA damage.", "year": 2005, "journal": "BioFactors"}, {"title": "Progress on therapy of breast cancer with vitamin Q10 and the regression of metastases.", "summary": "A daily oral dosage of 390 mg of vitamin Q10 led to complete regression of tumors in three breast cancer patients.", "year": 1995, "journal": "Biochemical and biophysical research communications"}, {"title": "In reply--Coenzyme Q10 and statin-induced myopathy.", "summary": "The threshold dosage of CoQ10 supplementation may be greater than 400 mg, explaining why no benefit was seen in this meta-analysis.", "year": 2015, "journal": "Mayo Clinic proceedings"}]}}