{"supplement": "Creatine", "data": {"benefits": [{"title": "Creatine in Health and Disease", "summary": "Creatine supplementation has several health and therapeutic benefits throughout the lifespan, including promoting general health, enhancing cellular metabolism, and helping individuals recover from injury and manage chronic disease.", "year": 2021, "journal": "Nutrients"}, {"title": "THE EFFECTS OF ACUTE CREATINE SUPPLEMENTATION ON MULTIPLE SPRINT CYCLING AND RUNNING PERFORMANCE IN RUGBY PLAYERS", "summary": "Acute creatine supplementation in rugby players showed small improvements in performance, but no significant differences were found in terms of power output, running velocity, or fatigue index.", "year": 2005, "journal": "Journal of Strength and Conditioning Research"}, {"title": "Effects of creatine supplementation on cognitive function of healthy individuals: A systematic review of randomized controlled trials", "summary": "Oral creatine administration may improve short-term memory and intelligence/reasoning of healthy individuals, suggesting potential benefits for aging and stressed individuals.", "year": 2018, "journal": "Experimental Gerontology"}, {"title": "International Society of Sports Nutrition position stand: safety and efficacy of creatine supplementation in exercise, sport, and medicine", "summary": "Creatine supplementation may enhance exercise performance, injury prevention, thermoregulation, rehabilitation, and neuroprotection.", "year": 2017, "journal": "Journal of the International Society of Sports Nutrition"}, {"title": "Clinical pharmacology of the dietary supplement creatine monohydrate.", "summary": "Creatine supplementation can improve exercise performance, reduce fatigue, and increase muscle mass in athletes.", "year": 2001, "journal": "Pharmacological reviews"}, {"title": "Creatine supplementation with specific view to exercise/sports performance: an update", "summary": "Creatine supplementation increases strength, fat-free mass, and muscle morphology with concurrent heavy resistance training, promoting greater training adaptations.", "year": 2012, "journal": "Journal of the International Society of Sports Nutrition"}, {"title": "Creatine Supplementation: Its Effect on Human Muscular Performance and Body Composition", "summary": "Creatine monohydrate supplementation increases power output during high-intensity exercise, enhances muscle endurance, and may increase body mass.", "year": 1996, "journal": "Journal of Strength and Conditioning Research"}, {"title": "Creatine supplementation in health and disease. Effects of chronic creatine ingestion in vivo: down-regulation of the expression of creatine transporter isoforms in skeletal muscle", "summary": "Creatine supplementation leads to exercise enhancement, especially in sprint performance, and shortens recovery periods after physical exercise.", "year": 1998, "journal": "Molecular and Cellular Biochemistry"}, {"title": "Potential benefits of creatine monohydrate supplementation in the elderly", "summary": "Creatine monohydrate supplementation increases muscle total and phosphocreatine concentration, fat-free mass, and enhances high-intensity exercise performance in young healthy individuals.", "year": 2000, "journal": "Current Opinion in Clinical Nutrition and Metabolic Care"}, {"title": "A review of creatine supplementation in age-related diseases: more than a supplement for athletes", "summary": "Creatine may be important in preventing or delaying the onset of neurodegenerative diseases associated with aging, improving cognitive functions, and reducing mental fatigue.", "year": 2014, "journal": "F1000Research"}], "side effects": [{"title": "The effect of creatine supplementation upon inflammatory and muscle soreness markers after a 30km race.", "summary": "Creatine supplementation reduced cell damage and inflammation after an intense race without side effects like cramping, dehydration, or diarrhea.", "year": 2004, "journal": "Life sciences"}, {"title": "Potential Side Effects of Oral Creatine Supplementation: A Critical Review", "summary": "Oral creatine supplementation results in weight gain due to water retention, which may impede performance in mass-dependent activities like running and swimming.", "year": 1998, "journal": "Clinical Journal of Sport Medicine"}, {"title": "Creatine: are the benefits worth the risk?", "summary": "Negative reports of creatine side effects include muscle cramping during exercise and potential impurities.", "year": 2004, "journal": "Toxicology letters"}, {"title": "Potential cytotoxic effect of chronic administration of creatine, a nutrition supplement to augment athletic performance.", "summary": "Chronic creatine administration can increase the production of formaldehyde, which may potentially cause serious unwanted side-effects.", "year": 2000, "journal": "Medical hypotheses"}, {"title": "Acute renal failure in a young weight lifter taking multiple food supplements, including creatine monohydrate.", "summary": "Creatine use has been associated with renal dysfunction, including acute interstitial nephritis, in some cases.", "year": 2006, "journal": "Journal of renal nutrition : the official journal of the Council on Renal Nutrition of the National Kidney Foundation"}, {"title": "Oral creatine supplementation: separating fact from hype.", "summary": "Common side effects of creatine include muscle cramping, GI disturbances, and renal dysfunction.", "year": 1999, "journal": "The Physician and sportsmedicine"}, {"title": "Safety of creatine supplementation.", "summary": "Creatine is well-tolerated in most individuals in short-term studies, but isolated reports suggest it may be associated with side effects affecting skeletal muscle, kidney, and gastrointestinal tract.", "year": 2007, "journal": "Sub-cellular biochemistry"}, {"title": "Long-term creatine supplementation is safe in aged patients with Parkinson disease.", "summary": "Creatine supplementation in aged Parkinson's disease patients was well tolerated, with main side effects being gastrointestinal complaints.", "year": 2008, "journal": "Nutrition research"}, {"title": "Creatine supplementation improves muscular performance in older women", "summary": "Creatine supplementation increased strength, power, and lower-body motor functional performance in older women without any adverse side effects.", "year": 2007, "journal": "European Journal of Applied Physiology"}, {"title": "Effects of Creatine Supplementation on Exercise Performance", "summary": "Creatine supplementation may cause a small increase in body mass due to water retention or increased protein synthesis.", "year": 1999, "journal": "Sports Medicine"}], "dosage": [{"title": "Creatine supplementation does not improve sprint performance in competitive swimmers.", "summary": "Creatine supplementation (5g creatine monohydrate 4 times per day for 5 days) did not improve sprint performance in highly trained swimmers.", "year": 1996, "journal": "Medicine and science in sports and exercise"}, {"title": "Acute creatine supplementation and performance during a field test simulating match play in elite female soccer players.", "summary": "Acute creatine supplementation (5g per day for 6 days) improved performance of some repeated sprint and agility tasks simulating soccer match play.", "year": 2002, "journal": "International journal of sport nutrition and exercise metabolism"}, {"title": "Creatine supplementation improves sprint performance in male sprinters", "summary": "Creatine supplementation in this study involved 20 g creatine+20 g glucose per day, divided into 4 equal dosages.", "year": 2001, "journal": "Scandinavian Journal of Medicine & Science in Sports"}, {"title": "Plasma guanidino compounds are altered by oral creatine supplementation in healthy humans.", "summary": "Oral creatine supplementation at a dosage of 20 g/day for the first week and 5 g/day for 19 subsequent weeks reduced plasma guanidinoacetate levels by 50%.", "year": 2004, "journal": "Journal of applied physiology"}, {"title": "Effects of Varying Dosages of Oral Creatine Relative to Fat Free Body Mass on Strength and Body Composition", "summary": "Ingestion of 100 or 300 mg * kg1 FFM of creatine for 8 weeks in conjunction with weight training and speed training significantly improved 40-yd dash time and bench press strength, respectively.", "year": 1998, "journal": "Journal of Strength and Conditioning Research"}, {"title": "The Effect of 7 Days of Creatine Supplementation on 24‐Hour Urinary Creatine Excretion", "summary": "Creatine dosage in this study was 0.1 gkg1 lean body mass, or between 6 and 8 g at a time.", "year": 2001, "journal": "Journal of Strength and Conditioning Research"}, {"title": "Meta-Analysis Examining the Importance of Creatine Ingestion Strategies on Lean Tissue Mass and Strength in Older Adults", "summary": "Creatine-loading followed by lower-dose creatine (5 g/day) increased chest press strength, while higher-dose creatine (>5 g/day) produced significant gains in leg press strength.", "year": 2021, "journal": "Nutrients"}, {"title": "Creatine supplementation in endurance sports.", "summary": "Creatine supplementation at doses of 6 g daily has positive effects on short-term exercise included in aerobic endurance exercise.", "year": 1998, "journal": "Medicine and science in sports and exercise"}, {"title": "Oral Creatine Supplementation and Skeletal Muscle Metabolism in Physical Exercise", "summary": "An effective creatine supplementation scheme is a dosage of 20 g/day for 4–6 days, and 5 g/day thereafter.", "year": 2002, "journal": "Sports Medicine"}, {"title": "Changes of tissue creatine concentrations upon oral supplementation of creatine-monohydrate in various animal species.", "summary": "Oral creatine-monohydrate supplementation (1.3-2 g/kg/d; 1.4-2.8% of dietary intake) for 2-8 weeks significantly augmented creatine concentrations in various organs.", "year": 2001, "journal": "Life sciences"}]}}