{"supplement": "Curcumin", "data": {"benefits": [{"title": "Biological Properties of Curcumin-Cellular and Molecular Mechanisms of Action", "summary": "Curcumin exhibits beneficial effects on health, including anti-inflammatory, antioxidant, anticarcinogenic, antiviral, and antiinfectious activities, as well as wound healing and detoxifying properties.", "year": 2004, "journal": "Critical Reviews in Food Science and Nutrition"}, {"title": "Curcumin nanoformulations: a future nanomedicine for cancer.", "summary": "Curcumin modulates intracellular signaling pathways controlling cancer cell growth, inflammation, invasion, and apoptosis, revealing its anticancer potential.", "year": 2012, "journal": "Drug discovery today"}, {"title": "Curcumin and its Derivatives: Their Application in Neuropharmacology and Neuroscience in the 21st Century", "summary": "Curcumin has therapeutic benefits for neurodegenerative diseases like Alzheimer's and Parkinson's diseases, and malignancy, via regulation of transcription factors, cytokines, and enzymes associated with NFÎ± B activity.", "year": 2013, "journal": "Current Neuropharmacology"}, {"title": "Therapeutic Applications of Curcumin Nanoformulations", "summary": "Curcumin has exhibited excellent therapeutic benefits in various diseases due to its anti-oxidant and anti-inflammatory properties.", "year": 2015, "journal": "The AAPS Journal"}, {"title": "Bioactivity, Health Benefits, and Related Molecular Mechanisms of Curcumin: Current Progress, Challenges, and Perspectives", "summary": "Curcumin has protective or preventive effects on cancers, diabetes, liver, nervous system, and cardiovascular systems, and is a promising ingredient in novel functional foods.", "year": 2018, "journal": "Nutrients"}, {"title": "Why it is necessary to translate curcumin into clinical practice for the prevention and treatment of metabolic syndrome?", "summary": "Curcumin has anticancer, anti-inflammatory, antioxidant, antithrombotic, antiatherosclerotic, cardioprotective, neuroprotective, memory enhancing, and other properties.", "year": 2013, "journal": "BioFactors"}, {"title": "Skin regenerative potentials of curcumin", "summary": "Curcumin is beneficial in treating various disorders, including skin diseases, by quenching free radicals, reducing inflammation, and modulating phase II detoxification enzymes.", "year": 2013, "journal": "BioFactors"}, {"title": "Recent advances in colloidal delivery systems for nutraceuticals: A case study - Delivery by Design of curcumin.", "summary": "Curcumin has potential biological benefits including antioxidant, antimicrobial, anti-inflammatory, and anti-cancer activity.", "year": 2019, "journal": "Journal of colloid and interface science"}, {"title": "Benefits of curcumin in brain disorders", "summary": "Curcumin has been reported to have benefits in neurological diseases like Alzheimer's, Parkinson's, Multiple Sclerosis, Huntington's, Prions, stroke, Down's syndrome, autism, and ALS.", "year": 2019, "journal": "BioFactors"}, {"title": "Curcumin and its different forms: A review on fish nutrition", "summary": "Curcumin has antioxidant, anti-inflammatory, antimicrobial, chemoprotective, hepatoprotective, anti-cancer, gastroprotective, and neuroprotective properties, and is involved in growth promotion.", "year": 2021, "journal": "Aquaculture"}], "side effects": [{"title": "Curcumin inhibits the side population (SP) phenotype of the rat C6 glioma cell line: towards targeting of cancer stem cells with phytochemicals.", "summary": "Curcumin treatment decreases the side population (SP) of rat C6 glioma cells, suggesting potential targeting of cancer stem cells.", "year": 2010, "journal": "Cancer letters"}, {"title": "Curcumin and cancer biology: Focusing regulatory effects in different signalling pathways", "summary": "Curcumin alters the development of cancer by regulating microRNA expression and modifying signaling pathways like Akt, Bcl-2, PTEN, p53, Notch, and Erbb.", "year": 2021, "journal": "Phytotherapy Research"}, {"title": "Curcumin: A potentially powerful tool to reverse cisplatin‐induced toxicity", "summary": "Curcumin has been used to decrease cisplatin-induced side effects like ototoxicity, nephrotoxicity, and neurotoxicity.", "year": 2017, "journal": "Pharmacological Research"}, {"title": "Curcumin may impair iron status when fed to mice for six months", "summary": "Long-term curcumin supplementation may aggravate iron deficiency when fed to mice for six months.", "year": 2014, "journal": "Redox Biology"}, {"title": "Curcumin and its derivatives in cancer therapy: Potentiating antitumor activity of cisplatin and reducing side effects.", "summary": "Curcumin can reduce the hepatoxicity, neurotoxicity, renal toxicity, ototoxicity, and cardiotoxicity caused by cisplatin.", "year": 2021, "journal": "Phytotherapy research : PTR"}, {"title": "Advances in research on the anti-tumor effect of curcumin", "summary": "Curcumin can inhibit tumor cell proliferation and induce apoptosis without negative side effects.", "year": 2009, "journal": "Chinese Journal of Clinical Nutrition"}, {"title": "The clinical applications of curcumin: current state and the future.", "summary": "Curcumin has minor gastrointestinal side effects up to a dosage of 8 grams for 3 months.", "year": 2013, "journal": "Current pharmaceutical design"}, {"title": "Side Effects of Curcumin: Epigenetic and Antiproliferative Implications for Normal Dermal Fibroblast and Breast Cancer Cells", "summary": "Curcumin administration can potentially confer benefits, but high doses may be toxic, making its use as a dietary supplement or in cancer therapies a double edge.", "year": 2019, "journal": "Antioxidants"}, {"title": "Curcumin in Combination with Piperine Suppresses Osteoclastogenesis In Vitro.", "summary": "Curcumin combined with piperine suppressed osteoclastogenesis in vitro without causing cytotoxic effects in periodontal ligament cells.", "year": 2015, "journal": "Journal of endodontics"}, {"title": "Curcumin: A review of anti-cancer properties and therapeutic activity in head and neck squamous cell carcinoma", "summary": "Curcumin is nontoxic and has therapeutic properties such as anti-oxidant, analgesic, anti-inflammatory, and antiseptic activity.", "year": 2011, "journal": "Molecular Cancer"}], "dosage": [{"title": "Efficacy of curcumin, and a saffron/curcumin combination for the treatment of major depression: A randomised, double-blind, placebo-controlled study.", "summary": "Low-dose curcumin extract (250mg b.i.d.) and high-dose curcumin extract (500mg b.i.d.) were effective in reducing depressive and anxiolytic symptoms in people with major depressive disorder.", "year": 2017, "journal": "Journal of affective disorders"}, {"title": "Phytosomal curcumin: A review of pharmacokinetic, experimental and clinical studies.", "summary": "Curcumin is safe at dosages as high as 8g per day, but its bioavailability is reduced due to its low solubility in water and rapid metabolism.", "year": 2017, "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie"}, {"title": "Curcumin for the treatment of major depression: a randomised, double-blind, placebo controlled study.", "summary": "Curcumin (500 mg twice daily) was effective in improving mood-related symptoms in individuals with major depressive disorder.", "year": 2014, "journal": "Journal of affective disorders"}, {"title": "Effect of Different Curcuminoid Supplement Dosages on Total In Vivo Antioxidant Capacity and Cholesterol Levels of Healthy Human Subjects", "summary": "Curcumin dosage at 500 mg/day is more effective than 6 g for reducing serum cholesterol and triglyceride levels.", "year": 2011, "journal": "Phytotherapy Research"}, {"title": "Oral intake of curcumin markedly activated CYP 3A4: in vivo and ex-vivo studies", "summary": "Oral intake of curcumin at 50 and 100 mg/kg significantly decreased the bioavailability of everolimus by 70.6% and 71.5%, respectively.", "year": 2014, "journal": "Scientific Reports"}, {"title": "Combined Treatment of Curcumin and Small Molecule Inhibitors Suppresses Proliferation of A549 and H1299 Human Non‐Small‐Cell Lung Cancer Cells", "summary": "A low dosage of curcumin (5-10 Î14m) combined with low concentrations of small molecule inhibitors increased growth inhibition in human non-small cell lung cancer cells.", "year": 2012, "journal": "Phytotherapy Research"}, {"title": "Drug delivery systems for overcoming the bioavailability of curcumin: not only the nanoparticle matters.", "summary": "Curcumin is safe even at dosages as high as 12 g/day in humans.", "year": 2014, "journal": "Nanomedicine"}, {"title": "Effect of different curcumin dosages on human gall bladder.", "summary": "The dosage of curcumin capable of producing a 50% contraction of the gall bladder was 40 mg.", "year": 2002, "journal": "Asia Pacific journal of clinical nutrition"}, {"title": "A Nutraceutical approach to enhance Reproductive longevity and Ovarian health using Curcuma longa in wistar Rats", "summary": "Curcumin dosages in this study were 100 mg/kg body weight, 200 mg/kg body weight, and 400 mg/kg body weight.", "year": 2021, "journal": "Research Journal of Pharmacy and Technology"}, {"title": "Metabolism of curcumin--studies with [3H]curcumin.", "summary": "The dosage of curcumin in this study was 400, 80, or 10 mg, with most of the label excreted within 72 hours.", "year": 1981, "journal": "Toxicology"}]}}