{"supplement": "Enzymes", "data": {"benefits": [{"title": "Industrial use of immobilized enzymes.", "summary": "Immobilized enzymes offer process advantages such as continuous production, improved stability, and absence of the biocatalyst in the product stream.", "year": 2013, "journal": "Chemical Society reviews"}, {"title": "Industrial applications of immobilized enzymes—A review", "summary": "Immobilized enzymes provide significant advantages in industrial and environmental applications, such as simplified downstream processing and continuous process operations.", "year": 2019, "journal": "Molecular Catalysis"}, {"title": "Applications of Microbial Enzymes in Food Industry.", "summary": "Microbial enzymes in food preparations improve taste, texture, and offer economic benefits to industries due to easy, cost-effective, and consistent production.", "year": 2018, "journal": "Food technology and biotechnology"}, {"title": "Engineering new catalytic activities in enzymes", "summary": "Enzymes offer efficiency, selectivity, and sustainability benefits, making them increasingly attractive to synthetic chemists for biocatalytic transformations.", "year": 2020, "journal": "Nature Catalysis"}, {"title": "Directed Evolution of Enzymes for Industrial Biocatalysis", "summary": "Enzymes are environmentally friendly and cost-effective alternatives to conventional catalysts in industries like bioremediation and medicine.", "year": 2016, "journal": "ChemBioChem"}, {"title": "Industrial enzymes--developments in production and application.", "summary": "Enzymes offer cost savings, improved product quality, and reduced environmental impact, especially in applications using gene technology and new production technologies.", "year": 1991, "journal": "Biotechnology advances"}, {"title": "Enzymes for Wine Fermentation: Current and Perspective Applications", "summary": "Enzymes in wine fermentation offer increased juice yields, improved color extraction and flavor enhancement, and shorter maceration, settling, and filtration time.", "year": 2018, "journal": "Fermentation"}, {"title": "[Digestive enzymes].", "summary": "Mega-Zyme systemic enzymes provides maximum digestive support by containing eight key enzymes and 10X pancreatic enzymes.", "year": 1954, "journal": "Sbornik pro pathofysiologii traveni a vyzivy; gastroenterologia bohema"}, {"title": "Up-To-Date Insight on Industrial Enzymes Applications and Global Market", "summary": "Enzymes result in higher product quality, lower manufacturing cost, less waste, and reduced energy consumption compared to traditional chemical treatment.", "year": 2012, "journal": "Journal of bioprocessing & biotechniques"}, {"title": "The role of enzymes in modern detergency", "summary": "Enzymes in detergents raise cleaning levels, reduce energy consumption, and improve efficacy, while also rejuvenating or maintaining the new appearance of washed garments.", "year": 1998, "journal": "Journal of Surfactants and Detergents"}], "side effects": [{"title": "Co-medication with hydrolytic enzymes in radiation therapy of uterine cervix: evidence of the reduction of acute side effects", "summary": "Oral enzyme therapy significantly reduces radiation therapy-related side effects like genitourinary symptoms, subcutaneous changes, and reactions of the vaginal mucosa in patients with locally advanced cervical cancer.", "year": 2001, "journal": "Cancer Chemotherapy and Pharmacology"}, {"title": "Proteolytic Enzyme Therapy in Complementary Oncology: A Systematic Review", "summary": "Side-effects of enzyme therapy in cancer patients mainly included gastrointestinal complaints like diarrhea or meteorism.", "year": 2021, "journal": "AntiCancer Research"}, {"title": "Accumulation of metabolic side products might favor the production of ethanol in Pho13 knockout strains", "summary": "Enzymes can produce side-products that accumulate and may have detrimental effects, such as inhibiting other enzymes, unless they are metabolized.", "year": 2016, "journal": "Microbial Cell"}, {"title": "Enzymes fight chemical weapons", "summary": "Enzymes degrade chemical weapons through fortuitous side reactions, providing high catalytic efficiency with minimal unit consumption.", "year": 2006, "journal": "Biotechnology Journal"}, {"title": "Enzyme replacement therapies: what is the best option?", "summary": "Enzyme replacement therapy can cause side effects like immunological response and resistance to enzymes.", "year": 2018, "journal": "BioImpacts : BI"}, {"title": "Modification of Enzymes with Water Soluble Polymers", "summary": "Side effects of enzyme therapy include complications with the immune system, local irritative reactions, pyrogenic effects, and various toxic reactions due to inadequate preparation or final products.", "year": 1980, "journal": ""}, {"title": "Any Questions?", "summary": "Side effects of enzyme therapy include postural hypotension, giddiness, lassitude, exertional hypotension, failure of ejaculation, and limb weakness.", "year": 1964, "journal": "British Medical Journal"}, {"title": "Identification of the primary gene defect at the cytochrome P450 CYP2D locus", "summary": "The cytochrome P450 CYP2D6 debrisoquine hydroxylase locus polymorphism can lead to severely compromised drug metabolism, potentially causing life-threatening side effects.", "year": 1990, "journal": "Nature"}, {"title": "[The role of drug metabolizing enzymes in the effect and side-effect of the drugs].", "summary": "Drug metabolizing enzymes play a role in the effect and side-effect of drugs, affecting their properties and possible drug-drug interactions.", "year": 2005, "journal": "Orvosi hetilap"}], "dosage": [{"title": "Extraction of consortium of hydrolytic enzymes from waste activated sludge using ultrasonication and stirring with surfactants.", "summary": "The optimum dosage of enzymes for ultrasonication combined with TX100 is 1% v/v for 10 minutes, while for stirring, the optimal dosage is 2% v/v for 180 minutes.", "year": 2018, "journal": "Ultrasonics sonochemistry"}, {"title": "Application of Taguchi Method for Optimization of Various Factors in Improving the Shear Modulus of Enzyme Treated Soil", "summary": "The dosage of enzyme in this study ranges from 50 to 400 ml/m3, with a curing period of 7 to 28 days being the most effective parameter on the shear modulus of enzyme treated soil.", "year": 2020, "journal": "National Academy Science Letters"}, {"title": "Application of Multiple Enzymes Bio-Stimulant in Rehabilitation of Polluted Rivers", "summary": "The optimal dosage of multiple enzymes bio-stimulant for wastewater treatment is 0.7 mg/L.", "year": 2009, "journal": "Water Purification Technology"}, {"title": "Study on Effects of Different Conditions on Plant Esterase Activity", "summary": "The optimum conditions for plant esterase activity are 0.25 mL of enzyme dosage, 0.6 mL of acetic acid 1-naphthyl acetate, 6.5 pH value, and 38°C temperature.", "year": 2014, "journal": "Modern Agricultural Science and Technology"}, {"title": "Failure of proteolytic enzymes to suppress post-traumatic inflammation. Double-blind control comparison on identical twins, after dermal abrasion.", "summary": "Maximum recommended therapeutic dosage of three proteolytic enzymes (streptokinase, streptodornase buccal tablets, and intramuscular trypsin) was not noted to have any differences in edema, inflammatory response, pain, or speed of healing.", "year": 1961, "journal": "California medicine"}, {"title": "Effects of proteolytic enzymes on mammary tumor growth: in vitro and in vivo suppression and cellular death of tumor cells.", "summary": "Proteolytic enzyme hydrolysate at a dosage range of 0.038 to 0.462 mg/gm body weight effectively suppressed growth and necrosed mammary tumors in C3H/HEJ mice.", "year": 1990, "journal": "Journal of experimental pathology"}, {"title": "Sensitivity of several serum enzymes for the detection of thioacetamide-, dimethylnitrosamine- and diethanolamine-induced liver damage in rats.", "summary": "Sorbitol dehydrogenase activity increased at 9.4 mg TA/kg or 5.1 mg DMN/kg, and several other enzymes increased at larger doses.", "year": 1973, "journal": "Toxicology and applied pharmacology"}, {"title": "Mechanistic basis for suicide inactivation of porphobilinogen synthase by 4,7-dioxosebacic acid, an inhibitor that shows dramatic species selectivity.", "summary": "4,7-DOSA's IC(50) values for PBGS enzymes vary from 1 microM to 2.4 mM for human, Escherichia coli, Bradyrhizobium japonicum, Pseudomonas aeruginosa, and pea", "year": 2001, "journal": "Biochemistry"}, {"title": "Importance of cytochrome P‐450IIIA activity in determining dosage and blood levels of FK 506 and cyclosporine in liver transplant recipients", "summary": "Cytochrome P450IIIA enzyme activity strongly correlates with FK 506 dose (14 to 196 g/kg/day) and cyclosporine dose (0.254 to 0.494 mg/kg/day) in liver transplant recipients.", "year": 1994, "journal": "Hepatology"}, {"title": "CYP2D6 and CYP2C19 genotype‐based dose recommendations for antidepressants:\u2028a first step towards subpopulation‐specific dosages", "summary": "Distinct dose recommendations for antidepressants can be provided based on the genotypes of cytochrome P450 enzymes CYP2D6 and CYP2C19.", "year": 2001, "journal": "Acta Psychiatrica Scandinavica"}]}}