{"supplement": "Fiber", "data": {"benefits": [{"title": "The Health Benefits of Dietary Fibre", "summary": "Dietary fiber intake associates with overall metabolic health, improved cardiovascular disease, colonic health, gut motility, and reduced risk for colorectal carcinoma.", "year": 2020, "journal": "Nutrients"}, {"title": "Health benefits of dietary fiber.", "summary": "High intakes of dietary fiber are associated with lower risk for coronary heart disease, stroke, hypertension, diabetes, obesity, and certain gastrointestinal diseases.", "year": 2009, "journal": "Nutrition reviews"}, {"title": "Microbiota-Generated Metabolites Promote Metabolic Benefits via Gut-Brain Neural Circuits", "summary": "Soluble dietary fibers promote metabolic benefits on body weight and glucose control by activating intestinal gluconeogenesis.", "year": 2014, "journal": "Cell"}, {"title": "Fiber and Prebiotics: Mechanisms and Health Benefits", "summary": "Higher intakes of dietary fiber are linked to less cardiovascular disease, gut health, and lower body weights.", "year": 2013, "journal": "Nutrients"}, {"title": "Effects of Dietary Fiber and Its Components on Metabolic Health", "summary": "Intake of dietary fiber and whole grains is inversely related to obesity, type two diabetes, cancer, and cardiovascular disease.", "year": 2010, "journal": "Nutrients"}, {"title": "Composition, properties and health benefits of indigestible carbohydrate polymers as dietary fiber: a review.", "summary": "Fibers in daily diet prevent or reduce bowel disorders, decrease risk of coronary heart disease and type 2 diabetes.", "year": 2013, "journal": "International journal of biological macromolecules"}, {"title": "The physiological roles of dietary fibre", "summary": "Dietary fiber affects gut processes, satiety, satiation, microfloral diversity/toxicity, innate immune responses, and may impact cardiovascular/systemic health.", "year": 2011, "journal": "Food Hydrocolloids"}, {"title": "Understanding the Physics of Functional Fibers in the Gastrointestinal Tract: An Evidence-Based Approach to Resolving Enduring Misconceptions about Insoluble and Soluble Fiber.", "summary": "High viscosity fibers like b-glucan, psyllium, and raw guar gum significantly lower cholesterol and improve glycemic control, while insoluble fibers like wheat bran can cause constipation.", "year": 2017, "journal": "Journal of the Academy of Nutrition and Dietetics"}, {"title": "Influence of dietary fiber on inflammatory bowel disease and colon cancer: importance of fermentation pattern.", "summary": "Dietary fiber benefits include decreasing inflammation in inflammatory bowel disease and potentially preventing colon cancer due to its fermentative production of butyrate.", "year": 2008, "journal": "Nutrition reviews"}, {"title": "Prebiotics, Fermentable Dietary Fiber, and Health Claims.", "summary": "Dietary fiber has positive effects on health, potentially linked to increasing gastrointestinal microbiota numbers and activity.", "year": 2016, "journal": "Advances in nutrition"}], "side effects": [{"title": "Somatic and autonomic small fiber neuropathy induced by bortezomib therapy: an immunofluorescence study", "summary": "Bortezomib treatment can cause small fiber neuropathy, which can lead to autonomic symptoms like postural dizziness, syncope, diarrhea, ileus, impotence, and urinary disturbances.", "year": 2011, "journal": "Neurological Sciences"}, {"title": "Comparative effects of intraduodenal psyllium and senna on canine small bowel motility", "summary": "Bulking fibers like psyllium and senna may contribute to altered small intestinal motor activity as side effects.", "year": 1994, "journal": "Alimentary Pharmacology & Therapeutics"}, {"title": "Dietary Fiber in Health and Disease", "summary": "Side effects of a high fiber diet include gaseousness, bloating, diffuse abdominal pain, and diarrhea.", "year": 2012, "journal": ""}, {"title": "[Usefulness and side effects of a diet rich in vegetable fiber in insulin-dependent diabetic adolescents].", "summary": "A high fiber diet can improve metabolic control of type I diabetes, but side effects on intestinal absorption of oligo-elements are possible.", "year": 1987, "journal": "Helvetica paediatrica acta"}, {"title": "Impact of Soluble Fiber in the Microbiome and Outcomes in Critically Ill Patients", "summary": "Fiber supplementation in critically ill patients appears to be safe and may have beneficial effects in reducing diarrhea, infections, and length of stay.", "year": 2019, "journal": "Current Nutrition Reports"}, {"title": "A blend of acacia gum, fructan‐type fibers, and outer pea fiber exhibits lower gas production compared to other fiber blends in vitro", "summary": "Blend 1 of fermentable and nonfermentable fibers produced less gas and had higher pH values while achieving similar short chain fatty acid production as other blends.", "year": 2012, "journal": "The FASEB Journal"}, {"title": "Do fibre containing enteral diets have advantages over existing low residue diets?", "summary": "No difference was seen in frequency of bowel action, stool weight, or gastrointestinal side effects between fiber-containing and fiber-free enteral diets.", "year": 1985, "journal": "Clinical nutrition"}, {"title": "Effects of dietary fiber and phytic acid on mineral availability.", "summary": "Increasing dietary fiber in Western communities should not have any adverse effect on mineral absorption if combined with adequate intake of other food components.", "year": 1991, "journal": "Critical reviews in food science and nutrition"}, {"title": "Dietary fibre in food and protection against colorectal cancer in the European Prospective Investigation into Cancer and Nutrition (EPIC): an observational study", "summary": "A doubling of total fiber intake from foods could reduce the risk of colorectal cancer by 40%.", "year": 2003, "journal": "The Lancet"}, {"title": "Effect of filler metals on the temperature sensitivity of side-hole fiber.", "summary": "The temperature sensitivity of side-hole fiber increases with the introduction of filler metals, especially those with larger thermal expansion coefficients.", "year": 2009, "journal": "Optics express"}], "dosage": [{"title": "A study on the efficiency of steel vs. synthetic vs. hybrid fibers on fracture behavior of concrete in flexure using acoustic emission", "summary": "Three different fiber dosages (0.50%, 0.75%, and 1.0%) were considered for optimizing the fracture behavior of concrete.", "year": 2019, "journal": "Construction and Building Materials"}, {"title": "Research on mechanical characteristics, fractal dimension and internal structure of fiber reinforced concrete under uniaxial compression", "summary": "Fiber dosages in fiber-reinforced concrete range from 0% to 1.2 wt%, with 0.8 wt% glass fibers resulting in 39% higher peak stress than ordinary concrete.", "year": 2020, "journal": "Construction and Building Materials"}, {"title": "Mechanical Properties of Macro Polypropylene Fibre-Reinforced Concrete", "summary": "Fiber dosages in this study were 4 kg/m3 and 6 kg/m3, with 6 kg/m3 increasing compressive, splitting tensile, and bonding strength compared to plain concrete.", "year": 2021, "journal": "Polymers"}, {"title": "The effect of fibre on gastrointestinal transit times in vegetarians and omnivores", "summary": "15 or 40g of dietary fibre per day in vegetarians and omnivores did not affect gastric emptying or small intestinal transit times.", "year": 1991, "journal": "International Journal of Pharmaceutics"}, {"title": "The hydrosoluble fiber Plantago ovata husk improves levodopa (with carbidopa) bioavailability after repeated administration", "summary": "Fiber was administered at 100 and 400 mg/kg doses, with higher final concentrations and slower elimination.", "year": 2008, "journal": "Journal of the Neurological Sciences"}, {"title": "Influence of Fiber Addition on the Properties of High-Performance Concrete", "summary": "Fiber dosages of 15, 25, and 35 kg/m3 in high-performance fiber-reinforced concrete (HPFRC) affect compressive strength, modulus of elasticity, flexural, and splitting tensile strength.", "year": 2021, "journal": "Materials"}, {"title": "Influence of Fiber Type and Dosage on Tensile Property of Asphalt Mixture Using Direct Tensile Test", "summary": "The optimum dosage of fiber in asphalt mixtures is 0.50 wt% for granular lignin fiber, 0.45 wt% for flocculent lignin fiber, and 0.50 wt% for basalt fiber.", "year": 2023, "journal": "Materials"}, {"title": "Quantifying Computed Tomography of Basalt Fiber-Reinforced Concrete under Unconfined Compression", "summary": "The best fiber dosage for reinforced concrete is 3 kg/m3, as this significantly increases the peak stress to 44.4 MPa and reduces the proportion of macropores.", "year": 2022, "journal": "Crystals"}, {"title": "HYBRID FIBER REINFORCED CONCRETE", "summary": "Hybrid fiber concrete has a maximum fiber dosage of 0.75 Vol.%, with compressive strength varying between 55 and 65 MPa depending on the fiber mixture.", "year": 2006, "journal": ""}, {"title": "[Dietary fibre: more than a matter of dietetics. II. Preventative and therapeutic uses].", "summary": "Therapeutic dosages of dietary fiber preparations are 20-40 g/day and of purified fibers substances 10-20 g/day.", "year": 2004, "journal": "Wiener klinische Wochenschrift"}]}}