{"supplement": "Garlic", "data": {"benefits": [{"title": "Intake of garlic and its bioactive components.", "summary": "Garlic has hypolipidemic, antiplatelet, procirculatory effects, hepatoprotective, immune-enhancing, anticancer, and chemopreventive activities.", "year": 2001, "journal": "The Journal of nutrition"}, {"title": "The Pungency of Garlic: Activation of TRPA1 and TRPV1 in Response to Allicin", "summary": "Raw garlic activates TRPA1 and TRPV1, two temperature-activated ion channels, causing painful burning and prickling sensations in the mouth.", "year": 2005, "journal": "Current Biology"}, {"title": "Immunomodulation and Anti-Inflammatory Effects of Garlic Compounds", "summary": "Garlic enhances the functioning of the immune system by stimulating certain cell types and modulating cytokine secretion, potentially contributing to the treatment and prevention of diseases.", "year": 2015, "journal": "Journal of Immunology Research"}, {"title": "Garlic: its anticarcinogenic and antitumorigenic properties.", "summary": "Garlic and its organic allyl sulfur components inhibit the cancer process, reducing the proliferation of neoplasms.", "year": 2009, "journal": "Nutrition reviews"}, {"title": "Bioactive components of garlic and their physiological role in health maintenance: A review", "summary": "Garlic has antimicrobial, anticancer, antioxidant, immune boosting, antidiabetic, hepatoprotective, antifibrinolytic, and antiplatelet aggregatory activity, and potential role in preventing cardiovascular diseases.", "year": 2013, "journal": "Food bioscience"}, {"title": "Phytochemicals of garlic: Promising candidates for cancer therapy.", "summary": "Garlic consumption provides strong protection against cancer risk and its phytochemicals may play vital roles in selective killing of cancer cells.", "year": 2019, "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie"}, {"title": "Potential Health Benefit of Garlic Based on Human Intervention Studies: A Brief Overview", "summary": "Garlic has shown health-promoting and disease-preventing effects on common diseases like cancer, cardiovascular and metabolic disorders, blood pressure, and diabetes through its antioxidant, anti-inflammatory, and lipid-lowering properties.", "year": 2020, "journal": "Antioxidants"}, {"title": "Allyl sulfur compounds from garlic modulate aberrant crypt formation.", "summary": "Garlic's sulfur components suppress tumor incidence and reduce the risk of colorectal adenomatous polyps, precursors to colon cancer.", "year": 2006, "journal": "The Journal of nutrition"}, {"title": "From the distinctive smell to therapeutic effects: Garlic for cardiovascular, hepatic, gut, diabetes and chronic kidney disease.", "summary": "Garlic has antioxidant and anti-inflammatory properties, and has demonstrated beneficial effects in cardiovascular disease, diabetes, and cancer.", "year": 2021, "journal": "Clinical nutrition"}, {"title": "Therapeutic Potential of Allicin and Aged Garlic Extract in Alzheimer’s Disease", "summary": "Garlic and aged garlic extracts (AGEs) have potent anti-inflammatory, antioxidant, and neuroprotective activities, potentially improving learning and memory in Alzheimer's disease models.", "year": 2022, "journal": "International Journal of Molecular Sciences"}], "side effects": [{"title": "Coccal nail fold angiomatosis", "summary": "Garlic application may cause undesirable side-effects, such as skin lesions, allergic contact dermatitis, and chemical burns.", "year": 1995, "journal": "British Journal of Dermatology"}, {"title": "Garlic Burn in a Patient with Trigeminal Neuralgia: A Case Report", "summary": "Garlic topically applied to a patient's face led to a broad cutaneous burn, which caused severe trigeminal neuralgia pain.", "year": 2010, "journal": "European Journal of Dentistry"}, {"title": "Autophagy Therapeutic Potential of Garlic in Human Cancer Therapy", "summary": "Garlic can induce cancer cell death by apoptosis and autophagy, providing a new strategy in cancer therapy.", "year": 2013, "journal": "Journal of Traditional and Complementary Medicine"}, {"title": "Garlic--the other side of the coin.", "summary": "Excess consumption of garlic may cause hemodynamic and/or hemorrheological changes, potentially leading to harmful effects like myocardial infarction.", "year": 1993, "journal": "International journal of cardiology"}, {"title": "Side effects of garlic extract on the life history parameters of the predatory bug, Podisus maculiventris (Say) (Hemiptera: Pentatomidae)", "summary": "Garlic extract negatively affects the intrinsic rate of increase, finite rate of increase, and mean generation time of the predatory bug, Podisus maculiventris, but has no significant differences in net reproductive rate or gross reproductive rate.", "year": 2017, "journal": "Crop Protection"}, {"title": "THE EFFECT OF CONCURRENT USE OF FRESH GARLIC OR GARLIC TABLET WITH LEAD ACETATE ON LEAD (PB) BURDEN IN SERUM AND SOME BODY TISSUES OF DOG", "summary": "Garlic at least 250mg/kg.bodywt./day can decrease lead contents of serum, kidney, liver, and bone tissues in dogs.", "year": 2007, "journal": "Razi Journal of Medical Sciences"}, {"title": "MODULATION OF HEMATOLOGICAL PARAMETERS BY GARLIC BASED ON ROUTE OF ADMINISTRATION IN RAT", "summary": "Garlic exerts beneficial health effects with less toxicity when orally administered, but can cause weight loss and elevated transaminases in plasma when intraperitoneally administered.", "year": 2011, "journal": "Journal of Food Biochemistry"}, {"title": "Health effects of garlic.", "summary": "Side effects generally are mild and uncommon, but high dosages of garlic can prolong bleeding time.", "year": 2005, "journal": "American family physician"}, {"title": "An evaluation of the side effects of garlic as an antihypertensive agent.", "summary": "Garlic extract can cause erratic pulse rates, abnormal ECG, weight loss, lethargic and weak animals, soft feces, dehydration, and tender skin.", "year": 1983, "journal": "Cytobios"}, {"title": "The efficacy of cholesterol-lowering action and side effects of garlic enteric coated tablets in man.", "summary": "Garlic enteric coated tablets may cause headache, itching, and complaints of garlic smell, but no serious side effects were detected.", "year": 2004, "journal": "Journal of the Medical Association of Thailand = Chotmaihet thangphaet"}], "dosage": [{"title": "Effect of essential oil of garlic on serum fibrinolytic activity in patients with coronary artery disease.", "summary": "Garlic was administered at the dosage equivalent to the essential oil extracted from 1 g of raw garlic per kg body weight.", "year": 1977, "journal": "Atherosclerosis"}, {"title": "Time-released garlic powder tablets lower systolic and diastolic blood pressure in men with mild and moderate arterial hypertension", "summary": "Time-released garlic powder tablets (600 mg daily) reduce systolic and diastolic blood pressures by 7.0 and 3.8 mm Hg, respectively, in men with mild and moderate arterial hypertension.", "year": 2009, "journal": "Hypertension Research"}, {"title": "Enteric-coated garlic supplement markedly enhanced normal mice immunocompetence", "summary": "Enteric-coated garlic tablets can enhance immune functions in mice at doses of 400, 600 mg/kg body weight.", "year": 2010, "journal": "European Food Research and Technology"}, {"title": "Differential effects of garlic oil and its three major organosulfur components on the hepatic detoxification system in rats.", "summary": "Garlic oil dosages of 80 or 200 mg/kg bw significantly increased hepatic detoxification enzyme activity in rats.", "year": 2002, "journal": "Journal of agricultural and food chemistry"}, {"title": "Attenuation of streptozotocin-induced oxidative stress in hepatic and intestinal tissues of wistar rat by methanolic-garlic extract", "summary": "Garlic administration at 250 and 500 mg/kg body wt. significantly normalized blood glucose in diabetic rats.", "year": 2008, "journal": "Acta Diabetologica"}, {"title": "Effect of oral garlic on arterial oxygen pressure in children with hepatopulmonary syndrome.", "summary": "Oral garlic at a dosage of 1 g/1.73 m(2) per day may increase oxygenation and improve dyspnea in children with hepatopulmonary syndrome.", "year": 2006, "journal": "World journal of gastroenterology"}, {"title": "Effects of garlic powder on feeding attraction activity, growth and digestive enzyme activities of Japanese seabass,\n Lateolabrax japonicus", "summary": "The suitable dosage of garlic powder for Japanese seabass is about 10 g/kg diet.", "year": 2020, "journal": "Aquaculture Nutrition"}, {"title": "Lack of efficacy of dried garlic in patients with hyperlipoproteinemia.", "summary": "Dried garlic dosages of 3 X 198 mg in Study I and 3 X 450 mg in Study II showed no significant effect on blood lipids, apolipoproteins, and blood coagulation parameters in hyperlipemic patients.", "year": 1986, "journal": "Arzneimittel-Forschung"}, {"title": "Histological Effect of Allium sativum (Garlic) on the Liver of White Rabbits", "summary": "High dosages of garlic (100mg, 200mg, 500mg, and 1000mg) can cause liver glycogen depletion and hepatic cell damage in rabbits.", "year": 2021, "journal": "International Journal of TROPICAL DISEASE & Health"}, {"title": "Effect of garlic’s mode of administration on erythrocytes and plasma parameters in Wistar rat", "summary": "High dosage garlic (5 g/kg bw) was found to be relatively safe when administered orally, increasing hemoglobin and hematocrit levels.", "year": 2012, "journal": "African Journal of Biotechnology"}]}}