{"supplement": "Ginkgo Biloba", "data": {"benefits": [{"title": "Limited cognitive benefits in Stage +2 postmenopausal women after 6 weeks of treatment with Ginkgo biloba", "summary": "Ginkgo biloba treatment showed limited cognitive benefits after 6 weeks, with only significant effects on mental flexibility in postmenopausal women with poorer performance.", "year": 2005, "journal": "Journal of Psychopharmacology"}, {"title": "The effects of Ginkgo biloba on metabolic syndrome: A review.", "summary": "Ginkgo biloba has weight loss effects, antidiabetic, antihypertensive, and antilipidemic properties, potentially improving metabolic syndrome components.", "year": 2020, "journal": "Phytotherapy research : PTR"}, {"title": "Ginkgo biloba", "summary": "Ginkgo biloba may benefit people with early stage Alzheimer's disease and multi-infarct dementia, potentially being as helpful as prescription drug therapy.", "year": 1992, "journal": "The Lancet"}, {"title": "Tailor-Made Deep Eutectic Solvents for Simultaneous Extraction of Five Aromatic Acids from Ginkgo biloba Leaves", "summary": "Ginkgo biloba leaves have various health benefits due to the presence of bioactive compounds like polyprenyl acetates, flavonoids, and terpene trilactones.", "year": 2018, "journal": "Molecules"}, {"title": "Ginkgo biloba extract protects against alcohol‐induced liver injury in rats", "summary": "Ginkgo biloba extract protects against alcohol-induced liver injury in rats.", "year": 2007, "journal": "Phytotherapy Research"}, {"title": "That Was the Year That Was: An Evidence‐Based Clinical Geriatrics Update 2002–03", "summary": "Ginkgo biloba at 120 mg/d for 6 weeks provided no measurable benefit in cognitive function to cognitively intact elders.", "year": 2000, "journal": "Journal of the American Geriatrics Society"}, {"title": "Cardiovascular Activity of Ginkgo biloba—An Insight from Healthy Subjects", "summary": "Ginkgo biloba improves perfusion in different vascular beds without significantly affecting blood pressure and heart rate, and positively impacts cardiovascular physiology.", "year": 2022, "journal": "Biology"}, {"title": "Bioactive compounds and functional properties of Ginkgo biloba and Cola extracts", "summary": "Ginkgo biloba extract has been employed in the treatment of various diseases, especially for its benefits in neurodegenerative disorders and vascular microcirculation.", "year": 2011, "journal": "European Journal of Pharmacology"}, {"title": "Ginkgo Biloba, a famous living fossil tree and an ancient herbal traditional Chinese medicine", "summary": "Ginkgo Biloba extracts have antidiabetic, antioxidant, anticancer, antihypertensive, immunestimulative, hepato-protective, and antimicrobial activities, as well as memory enhancement efficiency and beneficial effects against neurodegenerative diseases.", "year": 2021, "journal": "Current Nutrition & Food Science"}, {"title": "Multifaceted therapeutic benefits of Ginkgo biloba L.: chemistry, efficacy, safety, and uses.", "summary": "Ginkgo leaf extract has neuroprotective, anticancer, cardioprotective, stress alleviating, and memory enhancing effects, and may be promising for treatment of certain conditions.", "year": 2007, "journal": "Journal of food science"}], "side effects": [{"title": "Ginkgo biloba", "summary": "Side effects of Ginkgo biloba may include headache, nausea, gastrointestinal upset, diarrhea, dizziness, or allergic skin reactions.", "year": 1992, "journal": "The Lancet"}, {"title": "Multifaceted therapeutic benefits of Ginkgo biloba L.: chemistry, efficacy, safety, and uses.", "summary": "Ginkgo leaf extract is relatively safe for consumption, but side effects include intracerebral hemorrhage, gastrointestinal disturbances, headaches, dizziness, and allergic skin reactions.", "year": 2007, "journal": "Journal of food science"}, {"title": "Inhibition of Paclitaxel Metabolism In Vitro in Human Hepatocytes by Ginkgo biloba Preparations", "summary": "Ginkgo biloba's concomitant use with paclitaxel could result in elevated blood levels of the chemotherapeutic, exacerbating cognitive impairment and other toxic effects associated with cancer therapy.", "year": 2009, "journal": "Journal Of Dietary Supplements"}, {"title": "Ginkgo biloba for antidepressant-induced sexual dysfunction.", "summary": "Common side effects of ginkgo biloba include gastrointestinal disturbances, headache, and general central nervous system activation.", "year": 1998, "journal": "Journal of sex & marital therapy"}, {"title": "The main active constituents and detoxification process of Ginkgo biloba seeds and their potential use in functional health foods", "summary": "G. biloba seeds have been used in traditional Chinese medicine to treat asthma, cough, enuresis, pyogenic skin infections, and intestinal tract worm infections.", "year": 2019, "journal": "Journal of Food Composition and Analysis"}, {"title": "Stevens-Johnson Syndrome with Ginkgo Biloba", "summary": "Gingko biloba side effects include headaches, stomach upset, bleeding complications, dermatitis, and Stevens-Johnson syndrome (SJS).", "year": 2001, "journal": "Journal Of Herbal Pharmacotherapy"}, {"title": "Ginkgo biloba Effects on Mice Fetal Liver", "summary": "Ginkgo biloba can cause congestion, fatty change, and dilatation of sinusoids in fetal liver in a dose-dependent manner.", "year": 2010, "journal": "International Journal of Morphology"}, {"title": "The use of the Ginkgo Biloba plant and its interaction with other drugs", "summary": "Ginkgo biloba combined with anticonvulsants may decrease their action and intensify side effects like headache, tremors, and maniac outbreak.", "year": 2018, "journal": "Proceedings of MOL2NET 2018, International Conference on Multidisciplinary Sciences, 4th edition"}, {"title": "Ginkgo Biloba", "summary": "Ginkgo biloba may have a potential proarrhythmic side-effect, as it was associated with a significant ventricular ectopic burden in a 63-year-old man.", "year": 2020, "journal": "JACC Case Reports"}, {"title": "Ginkgo biloba and cerebral bleeding: a case report and critical review.", "summary": "Ginkgo biloba has been associated with serious bleeding complications, especially intracranial hemorrhage.", "year": 2011, "journal": "The neurologist"}], "dosage": [{"title": "Ginkgo biloba for cerebral insufficiency.", "summary": "In most trials, the dosage was 120 mg Ginkgo extract a day, given for at least 4-6 weeks.", "year": 1992, "journal": "British journal of clinical pharmacology"}, {"title": "Cognitive psychophysiology in nootropic drug research: effects of Ginkgo biloba on event-related potentials (P300) in age-associated memory impairment.", "summary": "A daily dosage of 3 x 40 mg Ginkobene was used in the study.", "year": 1995, "journal": "Pharmacopsychiatry"}, {"title": "[Effect of Coenzyme Q10 and Ginkgo biloba on warfarin dosage in patients on long-term warfarin treatment. A randomized, double-blind, placebo-controlled cross-over trial].", "summary": "Ginkgo biloba dosage in the study was 100 mg daily.", "year": 2003, "journal": "Ugeskrift for laeger"}, {"title": "Comparison of Two Dosages of Ginkgo biloba Extract EGb 761 in Patients with Peripheral Arterial Occlusive Disease Fontaine’s Stage IIb", "summary": "Both 120 mg and 240 mg daily dosages of Ginkgo biloba extract led to a clinically relevant improvement in pain-free walking distance after 24 weeks of treatment.", "year": 1999, "journal": "Arzneimittelforschung"}, {"title": "[Evidence for a therapeutic effect of Ginkgo biloba special extract. Meta-analysis of 11 clinical studies in patients with cerebrovascular insufficiency in old age].", "summary": "Ginkgo biloba special extract LI 1370 (Kaveri forte) showed therapeutic effectiveness in reducing single symptoms and total score of clinical symptoms compared to placebo.", "year": 1994, "journal": "Arzneimittel-Forschung"}, {"title": "Study on Effects of Ginkgo Biloba Extract on Vasodilative Factors in Hepatopulmonary Syndrome in Rats", "summary": "Ginkgo biloba extract at high dosage can reduce the levels of ET-1, NO, and CGRP in plasma, serum, liver, and lung tissues in Hepatopulmonary Syndrome rats.", "year": 2009, "journal": "Chinese Archives of Traditional Chinese Medicine"}, {"title": "Three Month Subacute Toxicity Study of Ginkgo Biloba Extract(EGb 761) in Rabbits", "summary": "Ginkgo biloba extract (EGb 761) dosages tested in this study were 7.5 mg/kg/day, 15 mg/kg/day, and 30 mg/kg/day.", "year": 1996, "journal": "Toxicological research"}, {"title": "Subacute Toxicity Study of Enalapril and Ginkgo biloba Extract [EGb 761] Combinations in Mice", "summary": "The dosages of Ginkgo biloba extract (EGb 761) in this study were 3+9mg/kg/day for low dosage, 10+30mg/kg/day for middle dosage, and 30+90mg/kg/day for high dosage.", "year": 1998, "journal": "Toxicological research"}, {"title": "Ginkgo biloba for antidepressant-induced sexual dysfunction.", "summary": "Dosages of ginkgo biloba extract ranged from 60 mg qd to 120 mg bid (average = 209mg/d).", "year": 1998, "journal": "Journal of sex & marital therapy"}, {"title": "Dosage dependence of the effect of Ginkgo biloba on the rat retinal ganglion cell survival after optic nerve crush", "summary": "Intragastral applications of a G. biloba extract at 0.25%, 1%, or 4% concentration were associated with a higher survival rate of retinal ganglion cells in a dosage-dependent manner.", "year": 2009, "journal": "Eye"}]}}