{"supplement": "Ginseng", "data": {"benefits": [{"title": "Ginseng modifies the diabetic phenotype and genes associated with diabetes in the male ZDF rat.", "summary": "Ginseng modified the diabetic phenotype and genes associated with diabetes in male ZDF rats, decreasing cholesterol levels and potentially having therapeutic value in treating human diabetes.", "year": 2007, "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology"}, {"title": "Ginseng pharmacology: multiple constituents and multiple actions.", "summary": "Ginseng's beneficial effects are due to its ginsenosides, which target various tissues and produce an array of pharmacological responses.", "year": 1999, "journal": "Biochemical pharmacology"}, {"title": "A review on the medicinal potentials of ginseng and ginsenosides on cardiovascular diseases", "summary": "Ginseng has potentially positive effects on heart disease through its properties like antioxidation, reduced platelet adhesion, vasomotor regulation, improving lipid profiles, and influencing various ion channels.", "year": 2014, "journal": "Journal of Ginseng Research"}, {"title": "Ginseng: potential for the enhancement of cognitive performance and mood", "summary": "Single doses of ginseng can improve memory, but can also cause attention task deficits.", "year": 2003, "journal": "Pharmacology Biochemistry and Behavior"}, {"title": "Efficacy and safety of ginseng", "summary": "Ginseng can combat stress, enhance central and immune systems, and contribute towards maintaining optimal oxidative status against chronic disease states and aging.", "year": 2000, "journal": "Public Health Nutrition"}, {"title": "Cardiovascular Diseases and Panax ginseng: A Review on Molecular Mechanisms and Medical Applications", "summary": "Ginseng may be potentially valuable in treating cardiovascular diseases through diverse mechanisms such as antioxidation, modifying vasomotor function, reducing platelet adhesion, influencing ion channels, altering autonomic neurotransmitters release, and improving lipid profiles.", "year": 2012, "journal": "Journal of Ginseng Research"}, {"title": "Beneficial effects of Panax ginseng for the treatment and prevention of neurodegenerative diseases: past findings and future directions", "summary": "Ginseng's beneficial effects on neurodegenerative diseases are attributed to its antioxidative and immunomodulatory activities of its ginsenoside components.", "year": 2017, "journal": "Journal of Ginseng Research"}, {"title": "Therapeutic Potential of Ginseng in the Management of Cardiovascular Disorders", "summary": "Ginseng benefits include cardioprotection, antihypertensive effects, and attenuation of myocardial hypertrophy and heart failure.", "year": 2011, "journal": "Drugs"}, {"title": "Adaptogenic herb ginseng (Panax) as medical food: Status quo and future prospects.", "summary": "Ginseng has antioxidant, anti-inflammation, anti-fatigue, antidiabetic, antitumor, immunomodulation, anti-obesity, cardioprotective, antimicrobial, neuroprotective, and aphrodisiac properties.", "year": 2017, "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie"}, {"title": "Chemical Structures and Pharmacological Profiles of Ginseng Saponins", "summary": "Ginseng saponins play a significant role in exerting multiple therapeutic effects, including boosting physical vitality and improving quality of life.", "year": 2019, "journal": "Molecules"}], "side effects": [{"title": "Ginseng phytochemicals as therapeutics in oncology: Recent perspectives.", "summary": "Ginseng aids in reducing alopecia, fatigue, and nausea, side effects of chemotherapeutic drugs.", "year": 2018, "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie"}, {"title": "Menometrorrhagia and tachyarrhythmia after using oral and topical ginseng.", "summary": "Ginseng use can cause menometrorrhagia and tachyarrhythmia, but this could be coincidental.", "year": 2004, "journal": "Journal of women's health"}, {"title": "Herbal Products and Serious Side Effects: A Case of Ginseng‐Induced Manic Episode", "summary": "Ginseng consumption can lead to manic symptoms and other potentially harmful side effects.", "year": 2002, "journal": "Acta Psychiatrica Scandinavica"}, {"title": "The aphrodisiac and adaptogenic properties of ginseng.", "summary": "Ginseng side effects include hypertension, diarrhea, restlessness, mastalgia, and vaginal bleeding.", "year": 2000, "journal": "Fitoterapia"}, {"title": "Red ginseng protects against cisplatin-induced intestinal toxicity by inhibiting apoptosis and autophagy via the PI3K/AKT and MAPK signaling pathways.", "summary": "Red ginseng can relieve symptoms of cisplatin-induced intestinal damage, such as loss of body weight, shrinkage of the small intestine, and increased intestinal function index.", "year": 2020, "journal": "Food & function"}, {"title": "The Association Between Ginseng and Mania: A Case Report and Literature Review", "summary": "Ginseng consumption can lead to mania with psychotic features, such as increased psychomotor activity, anxious mood, unstable affect, irritability, aggression, and persecutory delusions.", "year": 2020, "journal": ""}, {"title": "Ginseng alleviates cyclophosphamide-induced hepatotoxicity via reversing disordered homeostasis of glutathione and bile acid", "summary": "Ginseng alleviates cyclophosphamide-induced hepatotoxicity by modulating the disordered homeostasis of GSH and bile acid, potentially by inducing the expression of NRF 2 in liver.", "year": 2015, "journal": "Scientific Reports"}, {"title": "Ginseng improves pulmonary functions and exercise capacity in patients with COPD.", "summary": "Ginseng extract (G115) improved pulmonary functions, maximum voluntary ventilation, maximum inspiratory pressure, and maximal oxygen consumption in patients with moderately-severe COPD without side effects.", "year": 2002, "journal": "Monaldi archives for chest disease = Archivio Monaldi per le malattie del torace"}, {"title": "Adaptogenic effects of Panax ginseng on modulation of cardiovascular functions", "summary": "Panax ginseng has immunomodulatory, neuromodulatory, and cardioprotective effects, suppresses anxiety, and balances vascular tone.", "year": 2020, "journal": "Journal of Ginseng Research"}, {"title": "The ginseng's fireness is associated with the lowering activity of liver Na(+)-K(+)-ATPase.", "summary": "Ginseng's fireness is associated with the lowering activity of liver Na(+)-K(+)-ATPase.", "year": 2016, "journal": "Journal of ethnopharmacology"}], "dosage": [{"title": "Effects of Korean Red Ginseng on Cognitive and Motor Function: A Double-blind, Randomized, Placebo-controlled Trial", "summary": "A daily dose of 4,500 mg red ginseng was used in this study.", "year": 2012, "journal": "Journal of Ginseng Research"}, {"title": "The effects of Panax ginseng on quality of life", "summary": "Panax ginseng has been evaluated at dosages of 80-400 mg for quality of life improvement.", "year": 2003, "journal": "Journal of Clinical Pharmacy and Therapeutics"}, {"title": "Ginseng and Cancer-Related Fatigue: A Systematic Review of Clinical Trials", "summary": "Consuming 2000 mg/day of American ginseng, 400 mg/day of Asian ginseng, and 3000 mg/day of Korean ginseng significantly reduced cancer-related fatigue symptoms.", "year": 2020, "journal": "Nutrition and Cancer"}, {"title": "Chronic toxicity of ginsenoside Re on Sprague-Dawley rats.", "summary": "Ginsenoside Re is well tolerated up to a 375 mg/kg/day oral dosage level and non-toxic in both male and female rats.", "year": 2012, "journal": "Journal of ethnopharmacology"}, {"title": "Genenal Pharmacological Action of Ginseng Preparation", "summary": "Ginseng preparation showed no analgesic activity in doses of 300 and 900mg/kg, but had a hypothermic action only in 900mg/kg dose.", "year": 1984, "journal": "Journal of Pharmaceutical Investigation"}, {"title": "No ergogenic effects of ginseng (Panax ginseng C.A. Meyer) during graded maximal aerobic exercise.", "summary": "Ginseng supplementation at dosages of 200 or 400 mg/day did not show any effect on physiologic and psychological parameters during graded maximal aerobic exercise.", "year": 1997, "journal": "Journal of the American Dietetic Association"}, {"title": "The anti-hypertensive effect of ginseng in patients with mild hypertension", "summary": "Ginseng can be useful for mild hypertension at a dosage of 4.5g per day, with Korean and Chinese ginseng showing more excellent effects.", "year": 2008, "journal": "Oriental Pharmacy and Experimental Medicine"}, {"title": "Dissipation, residues, and safety evaluation of trifloxystrobin and tebuconazole on ginseng and soil", "summary": "Nativo 75 WG use on ginseng at a dosage of 150-225 g a.i. ha1 is unlikely to cause health problems.", "year": 2015, "journal": "Environmental Monitoring and Assessment"}, {"title": "A 4-Week, Repeated, Intravenous Dose, Toxicity Test of Mountain Ginseng Pharmacopuncture in Sprague-Dawley Rats", "summary": "The high and low doses of mountain ginseng pharmacopuncture should be 10 mL/kg and 2.5 mL/kg, respectively, for a 13-week, repeated test.", "year": 2014, "journal": "Journal of Pharmacopuncture"}, {"title": "Ginsengs: A Review of Safety and Efficacy", "summary": "The recommended daily dose for Korean ginseng is 0.5 to 2 g per day of dried root or 100 to 300 mg per day of a standardized extract, and for Siberian ginseng, 2 to 3 g per day of dried root or equivalent preparations.", "year": 2000, "journal": "Nutrition in Clinical Care"}]}}