{"supplement": "Glucosamine", "data": {"benefits": [{"title": "Impact of Glucosamine Supplementation on Gut Health", "summary": "Glucosamine supplementation significantly reduces stomach bloating and shows a trend towards reducing constipation and hard stools.", "year": 2021, "journal": "Nutrients"}, {"title": "What is the current status of chondroitin sulfate and glucosamine for the treatment of knee osteoarthritis?", "summary": "Glucosamine sulfate has a beneficial effect on pain and function, and reduces the rate of joint space narrowing in knee osteoarthritis.", "year": 2014, "journal": "Maturitas"}, {"title": "Sulfate could mediate the therapeutic effect of glucosamine sulfate.", "summary": "Oral glucosamine sulfate increases serum sulfate concentrations, providing a plausible biochemical mechanism for its reported beneficial effects on osteoarthritis.", "year": 2001, "journal": "Metabolism: clinical and experimental"}, {"title": "The effects of oral glucosamine on joint health: is a change in research approach needed?", "summary": "Oral glucosamine has potential therapeutic benefits in alleviating the pain and disability of osteoarthritis.", "year": 2010, "journal": "Osteoarthritis and cartilage"}, {"title": "Molecular mechanisms and biomedical applications of glucosamine as a potential multifunctional therapeutic agent.", "summary": "Glucosamine has beneficial pharmacological effects to relieve osteoarthritis symptoms and is a promising candidate for the prevention and/or treatment of other diseases due to its anti-oxidant and anti-inflammatory activities.", "year": 2016, "journal": "Life sciences"}, {"title": "Dietary and viscosupplementation in ankle arthritis.", "summary": "Glucosamine and chondroitin sulfate are dietary supplements that manage symptoms associated with osteoarthritis, with promising results in knee osteoarthritis.", "year": 2008, "journal": "Foot and ankle clinics"}, {"title": "Relationship between glucosamine use and the risk of lung cancer: data from a nationwide prospective cohort study", "summary": "Regular use of glucosamine is significantly related to a 16% lower risk of lung cancer and a 12% decreased risk of lung cancer mortality.", "year": 2021, "journal": "European Respiratory Journal"}, {"title": "Glucosamine Interferes With Myelopoiesis and Enhances the Immunosuppressive Activity of Myeloid-Derived Suppressor Cells", "summary": "Glucosamine promotes the production of immature myeloid cells and enhances the immunosuppressive ability of myeloid-derived suppressor cells, potentially offering new therapeutic benefits.", "year": 2021, "journal": "Frontiers in Nutrition"}, {"title": "A review on the effects of glucosamine for knee osteoarthritis based on human and animal studies", "summary": "Glucosamine has shown some evidence of beneficial effects on joint structural repair in animals, but further research is needed to confirm its applicability in humans.", "year": 2011, "journal": "Hong Kong Physiotherapy Journal"}, {"title": "Papel da glucosamina no alívio dos sintomas da osteoartrose: revisão baseada na evidência", "summary": "Glucosamine is not clinically significant in relieving pain and improving joint function in osteoarthritis, but it is safe.", "year": 2014, "journal": ""}], "side effects": [{"title": "Oral glucosamine increases expression of transforming growth factor β1 (TGFβ1) and connective tissue growth factor (CTGF) mRNA in rat cartilage and kidney: implications for human efficacy and toxicity.", "summary": "Oral glucosamine may induce tissue TGFÎ± and CTGF expression, suggesting potential sclerotic side-effects may occur.", "year": 2011, "journal": "Archives of biochemistry and biophysics"}, {"title": "Use of a glycosamine sulfate for patients with osteoarthritis and a comorbidity with high risk of the side effects from NSAIDS.", "summary": "Patented microcrystalline glucosamine sulfate (pCGS) can cause a decrease of COX-2 and PGE2 gene expression, potentially reducing the risk of side effects from NSAIDS.", "year": 2018, "journal": "Terapevticheskii arkhiv"}, {"title": "Effect of Glucosamine Sulfate on Hip Osteoarthritis", "summary": "No clinically significant effect on pain, function, or joint space narrowing was found after 2 years of treatment with glucosamine in hip osteoarthritis patients.", "year": 2008, "journal": "Annals of Internal Medicine"}, {"title": "[The effect of glucosamine sulphate on the blood levels of cholesterol or triglycerides--a clinical study].", "summary": "Glucosamine sulphate does not significantly influence blood levels of cholesterol or triglycerides, and there were no differences in side-effects between the treatment groups.", "year": 2007, "journal": "Ugeskrift for laeger"}, {"title": "Sodium alginate nanoparticles as a new transdermal vehicle of glucosamine sulfate for treatment of osteoarthritis", "summary": "Glucosamine sulfate may have side effects on the gastrointestinal tract when taken orally for osteoarthritis treatment.", "year": 2017, "journal": "European Journal of Nanomedicine"}, {"title": "Effect of Glucosamine Conjugate-Functionalized Liposomes on Glioma Cell and Healthy Brain: An Insight for Future Application in Brain Infusion", "summary": "D-glucosamine conjugate-functionalized liposomes are non-toxic to normal brain tissues and show high glioma cytotoxicity.", "year": 2019, "journal": "AAPS PharmSciTech"}, {"title": "Preparation and Characterization of Glucosamine Nanoparticle by Ionic Gelation Method Using Chitosan and Alginate", "summary": "Glucosamine nanoparticles can reduce insulin resistance and increase permeation, potentially benefiting patients with osteoarthritis.", "year": 2018, "journal": "Indonesian Journal of Pharmaceutics"}, {"title": "Is there any scientific evidence for the use of glucosamine in the management of human osteoarthritis?", "summary": "Glucosamine is generally safe and no major adverse events have been reported so far.", "year": 2012, "journal": "Arthritis Research & Therapy"}, {"title": "Glucosamine sulfate in the treatment of knee osteoarthritis symptoms: a randomized, double-blind, placebo-controlled study using acetaminophen as a side comparator.", "summary": "Glucosamine sulfate at 1,500 mg once daily is more effective than placebo in treating knee osteoarthritis symptoms.", "year": 2007, "journal": "Arthritis and rheumatism"}, {"title": "Role of glucosamine in osteoarthritis", "summary": "Glucosamine is known to relieve pain and decrease joint space narrowing in osteoarthritis of knee, with less side effects compared to anti-inflammatory drugs and placebos.", "year": 2007, "journal": "Current Orthopaedics"}], "dosage": [{"title": "The effect of glucosamine supplementation on people experiencing regular knee pain", "summary": "Glucosamine supplementation at a dose of 2000 mg per day can provide some degree of pain relief and improved function in persons experiencing regular knee pain.", "year": 2003, "journal": "British Journal of Sports Medicine"}, {"title": "Glucosamine dose/concentration-effect correlation in the rat with adjuvant arthritis.", "summary": "The minimum effective dose of glucosamine in rats with adjuvant arthritis was approximately 40 mg/kg.day(-1).", "year": 2014, "journal": "Journal of pharmaceutical sciences"}, {"title": "Influence of glucose antimetabolites on the Walker tumor.", "summary": "Glucosamine hydrochloride dosages of 400-600 mg/rat/day and 2-deoxy-d-glucose dosages of 200 mg/rat/day showed antitumor effects in rats bearing Walker 256 tumors.", "year": 1957, "journal": "Cancer research"}, {"title": "Medication-Taking Habit and Outcome of Glucosamine Sulfate for Osteoarthritis Patients Influenced by National Health Insurance Regulations in Taiwan", "summary": "The most common dosage of glucosamine sulfate for osteoarthritis patients is 250 mg 3 times a day for 3 months and discontinued for 3 months.", "year": 2019, "journal": "Journal of Clinical Medicine"}, {"title": "Effect of Glucosamine on Blood-brain Barrier Function during Experimental Autoimmune Encephalomyelitis in Rats", "summary": "Glucosamine at doses of 90 mg/(kgd) and 180 mg/(kgd) can decrease the blood-brain barrier integrity in experimental autoimmune encephalomyelitis rats.", "year": 2008, "journal": "Chinese Journal of Natural Medicines"}, {"title": "Glucosamine sulfate in the treatment of knee osteoarthritis symptoms: a randomized, double-blind, placebo-controlled study using acetaminophen as a side comparator.", "summary": "Glucosamine sulfate at the oral once-daily dosage of 1,500 mg is more effective than placebo in treating knee osteoarthritis symptoms.", "year": 2007, "journal": "Arthritis and rheumatism"}, {"title": "Randomized, double-blind, placebo-controlled glucosamine discontinuation trial in knee osteoarthritis.", "summary": "The study dosage of glucosamine was equivalent to the dosage taken prior to the study (maximum 1,500 mg/day).", "year": 2004, "journal": "Arthritis and rheumatism"}, {"title": "Pharmacotherapeutic aspects of treating knee osteoarthritis with glucosamine sulfate", "summary": "A once-daily dosage of 1,500 mg of glucosamine sulfate is likely to be a safe, effective, and cost-effective treatment of knee osteoarthritis compared to placebo.", "year": 2010, "journal": "Health"}, {"title": "Crystalline glucosamine sulfate in the management of knee osteoarthritis: efficacy, safety, and pharmacokinetic properties", "summary": "Glucosamine sulfate 1500 mg once daily is recommended for managing knee osteoarthritis.", "year": 2012, "journal": "Therapeutic Advances in Musculoskeletal Disease"}, {"title": "Intra‐articular delivery of glucosamine for treatment of experimental osteoarthritis created by a medial meniscectomy in a rat model", "summary": "The 350 Î14g dosage of glucosamine had the most significant positive impact on all components of the modified Mankin score.", "year": 2014, "journal": "Journal of Orthopaedic Research"}]}}