{"supplement": "Greens & Superfoods", "data": {"benefits": [{"title": "Editors' note: Nutrients and bioactives in green leafy vegetables and cognitive decline: Prospective study", "summary": "A high intake of green leafy vegetables protects against cognitive decline and may influence the gut microbiome to decrease inflammation and the development of neurodegenerative disease.", "year": 2018, "journal": "Neurology"}, {"title": "Nutritional Profile and Potential Health Benefits of Super Foods: A Review", "summary": "Superfoods exhibit positive effects, preventing ailments, providing impetus to the immune system, and providing essential macro- and micro-nutrients in ample quantities.", "year": 2021, "journal": "Sustainability"}, {"title": "Antioxidant characterization of some Sicilian edible wild greens.", "summary": "Wild greens are rich in antioxidants, such as flavonoids and carotenoids, with high total antioxidant capacity (TAC) values, which may protect against cancers and cardiovascular disease.", "year": 2005, "journal": "Journal of agricultural and food chemistry"}, {"title": "Extraction and Natural Bioactive Molecules Characterization in Spinach, Kale and Purslane: A Comparative Study", "summary": "Leafy greens like spinach, kale, and purslane contain essential nutrients and can reduce the risk of many chronic diseases.", "year": 2021, "journal": "Molecules"}, {"title": "Superfoods and their role in disease prevention", "summary": "Superfoods, like fruits, are nutrient-dense and rich in bioactive compounds, which can promote health and prevent the development of diseases when consumed as part of a balanced diet and healthy lifestyle.", "year": 2023, "journal": "Quality in Sport"}, {"title": "Emerging Functional Beverages: Fruit Wines and Transgenic Wines", "summary": "Regular consumption of green tea, probiotics, and prebiotic-enriched beverages is associated with decreased risk of lifestyle diseases, including decreased risk of heart disease and cancer.", "year": 2019, "journal": "Alcoholic Beverages"}, {"title": "Carotenoids in Green Vegetables and Health Aspects", "summary": "Green vegetables are good sources of vitamins and minerals, and carotenoids may help prevent chronic diseases like heart disease, cancer, and eye diseases.", "year": 2015, "journal": ""}, {"title": "Functional Food with Some Health Benefits, So Called Superfood: A Review", "summary": "Superfoods reduce the risk of degenerative diseases by promoting physical and emotional health, and are a dense source of antioxidants, minerals, vitamins, and other nutrients.", "year": 2020, "journal": "Current Nutrition & Food Science"}, {"title": "Superfood: Value and Need", "summary": "Superfoods like quinoa, goji berry, and acai berry have increased nutritional efficiency and more antioxidants, leading to the prevention of coronary heart diseases.", "year": 2021, "journal": "Current Nutrition & Food Science"}, {"title": "The concept of superfoods in diet", "summary": "Superfoods like goji, camu-camu, quinoa, chia seeds, flaxseeds, maqui, acai, pomegranate, mangosteen, cocoa, and spirulina combine functional properties with individual exotic and natural properties, offering extreme health", "year": 2019, "journal": "The Role of Alternative and Innovative Food Ingredients and Products in Consumer Wellness"}], "side effects": [{"title": "Editors' note: Nutrients and bioactives in green leafy vegetables and cognitive decline: Prospective study", "summary": "A high intake of green leafy vegetables protects against cognitive decline and may influence the gut microbiome to decrease inflammation and the development of neurodegenerative disease.", "year": 2018, "journal": "Neurology"}, {"title": "Influence of Green Leafy Vegetables in Diets with an Elevated ω-6:ω-3 Fatty Acid Ratio on Rat Blood Pressure, Plasma Lipids, Antioxidant Status and Markers of Inflammation", "summary": "Consumption of green leafy vegetables like collard greens, purslane, and sweetpotato greens can decrease risks for cardiovascular disease associated with diets with an elevated -6:-3 fatty acid ratio.", "year": 2019, "journal": "Nutrients"}, {"title": "A randomized clinical trial of the effects of leafy green vegetables and inorganic nitrate on blood pressure", "summary": "Leafy green vegetables or pills containing the same amount of inorganic nitrate do not decrease ambulatory blood pressure in subjects with elevated blood pressure.", "year": 2020, "journal": "The American Journal of Clinical Nutrition"}, {"title": "Phytochemical Composition of the Decoctions of Greek Edible Greens (Chórta) and Evaluation of Antioxidant and Cytotoxic Properties", "summary": "Greek edible greens are a rich source of bioactive secondary metabolites and their consumption could contribute to the maintenance of overall health.", "year": 2018, "journal": "Molecules : A Journal of Synthetic Chemistry and Natural Product Chemistry"}, {"title": "Influence of carotene-rich vegetable meals on the prevalence of anaemia and iron deficiency in Filipino schoolchildren", "summary": "Carotene-rich yellow and green leafy vegetables improve total-body vitamin A pool size, haemoglobin concentration, and decrease anemia rates in Filipino schoolchildren, with no effect on iron deficiency or iron-deficiency anemia rates.", "year": 2010, "journal": "European Journal of Clinical Nutrition"}, {"title": "Nutritional Profile and Potential Health Benefits of Super Foods: A Review", "summary": "Superfoods exhibit positive effects, preventing ailments, providing impetus to the immune system, and providing essential macro- and micro-nutrients in ample quantities.", "year": 2021, "journal": "Sustainability"}, {"title": "Epigallocatechin-3-Gallate Toxicity in Children: A Potential and Current Toxicological Event in the Differential Diagnosis With Virus-Triggered Fulminant Hepatic Failure", "summary": "Epigallocatechin-3-gallate, a major component of green tea, may cause toxicity in children, particularly affecting the liver due to immaturity of hepatocytes.", "year": 2020, "journal": "Frontiers in Pharmacology"}, {"title": "Nutritional composition and flavonoid content of edible wild greens and green pies: a potential rich source of antioxidant nutrients in the Mediterranean diet", "summary": "Wild greens and green pies are a rich source of antioxidant flavonols and flavones in the Greek diet.", "year": 2000, "journal": "Food Chemistry"}, {"title": "Iron bioavailability in green leafy vegetables cooked in different utensils", "summary": "Cooking in iron utensils increases the total and available iron content of greens.", "year": 2004, "journal": "Food Chemistry"}, {"title": "Nutritional Composition and Bioactive Components in Quinoa (Chenopodium quinoa Willd.) Greens: A Review", "summary": "Quinoa greens have health promoting properties such as being antimicrobial, anticancer, antidiabetic, antioxidant, antiobesity, and cardio-beneficial.", "year": 2022, "journal": "Nutrients"}], "dosage": [{"title": "Determination of beta-carotene and lutein available from green leafy vegetables by an in vitro digestion and colonic fermentation method.", "summary": "Green leafy vegetables contain 27-52 mg of beta-carotene and 140-193 mg of lutein per 100g of dry sample.", "year": 2005, "journal": "Journal of agricultural and food chemistry"}, {"title": "Potential of commonly consumed green leafy vegetables for their antioxidant capacity and its linkage with the micronutrient profile", "summary": "Green leafy vegetables have a large variability in antioxidant activity, with values ranging from 1.5-5.6 mM vitamin E/100 g for raw samples and 1.6-3.8 mM vitamin E/100 g for cooked samples.", "year": 2003, "journal": "International Journal of Food Sciences and Nutrition"}, {"title": "Polyphenol Extract of Greens+™ Nutritional Supplement Stimulates Bone Formation in Cultures of Human Osteoblast-like SaOS-2 Cells", "summary": "1.2–2.0 mg greens+TM extract/ml stimulated mineralized bone nodule formation in a dose and time dependent manner.", "year": 2008, "journal": "Journal Of Dietary Supplements"}, {"title": "Increase in serum beta-carotene following dark green leafy vegetable supplementation in Mebendazole-treated school children in Bangladesh", "summary": "A moderately high cumulative dose of dark green leafy vegetables (4.4 mg) for 6 weeks significantly increased serum beta-carotene in children treated for Ascaris lumbricoides.", "year": 2001, "journal": "European Journal of Clinical Nutrition"}, {"title": "The Contribution of Wild Plants to Dietary Intakes of Micronutrients (II): Mineral Elements", "summary": "Wild greens and fruits may provide Ca, Mg, Fe, and Mn amounts reaching 50% of daily requirements, and K and Cu levels reaching 30% of the recommendations.", "year": 2016, "journal": ""}, {"title": "A randomized clinical trial of the effects of leafy green vegetables and inorganic nitrate on blood pressure", "summary": "Leafy green vegetables containing 300 mg nitrate or pills containing the same amount of inorganic nitrate do not decrease ambulatory blood pressure in subjects with elevated blood pressure.", "year": 2020, "journal": "The American Journal of Clinical Nutrition"}, {"title": "Influence of carotene-rich vegetable meals on the prevalence of anaemia and iron deficiency in Filipino schoolchildren", "summary": "Carotene-rich yellow and green leafy vegetables containing 4.2 mg of provitamin A carotenoids per day improved total-body vitamin A pool size, Hb concentration, and decreased anemia rates in Filipino schoolchildren.", "year": 2010, "journal": "European Journal of Clinical Nutrition"}, {"title": "Analysis of nutrient and antinutrient content of underutilized green leafy vegetables", "summary": "Four green leafy vegetables had high iron content (13.15–17.72 mg/100 g), while the rest had lower levels (2.62–9.86 mg/100 g).", "year": 2005, "journal": "Lwt - Food Science and Technology"}, {"title": "Lack of improvement in vitamin A status with increased consumption of dark-green leafy vegetables", "summary": "An additional daily portion of dark-green leafy vegetables did not improve vitamin A status, but a similar amount of beta-carotene from a simpler matrix produced a strong improvement.", "year": 1995, "journal": "The Lancet"}, {"title": "In Vitro and in Vivo Antioxidant Properties of the Plant-Based Supplement Greens+™", "summary": "Greens+ supplementation increased serum antioxidant potential at higher levels of intake in a dose-dependent manner.", "year": 2011, "journal": "International Journal of Molecular Sciences"}]}}