{"supplement": "Hemp", "data": {"benefits": [{"title": "Cannabis sativa subsp. sativa’s pharmacological properties and health effects: A scoping review of current evidence", "summary": "Hempseed pills improve functional constipation and show potential benefits in cannabis dependence, epilepsy, and anxiety disorders.", "year": 2021, "journal": "PLoS ONE"}, {"title": "Industrial Hemp: Renewed Opportunities for an Ancient Crop", "summary": "Hemp offers diverse uses for fibers, seed grain, and essential oils, with potential pharmacological benefits.", "year": 2016, "journal": "Critical Reviews in Plant Sciences"}, {"title": "Characterization of Lignanamides from Hemp (Cannabis sativa L.) Seed and Their Antioxidant and Acetylcholinesterase Inhibitory Activities.", "summary": "Hemp seed, with lignanamides as nutrients, may be a good source of bioactive and protective compounds.", "year": 2015, "journal": "Journal of agricultural and food chemistry"}, {"title": "The cardiac and haemostatic effects of dietary hempseed", "summary": "Hempseed may provide significant health benefits due to its excellent content of omega-3 and omega-6 fatty acids, which have beneficial effects on cardiovascular health.", "year": 2010, "journal": "Nutrition & Metabolism"}, {"title": "Comparative study of different extraction processes for hemp (Cannabis sativa) seed oil considering physical, chemical and industrial-scale economic aspects", "summary": "Hemp seed oil is beneficial for cardiovascular health, skin, hormonal balance, diabetes, and has potential as a bio-fuel.", "year": 2019, "journal": "Journal of Cleaner Production"}, {"title": "Development and validation of genetic markers for sex and cannabinoid chemotype in Cannabis sativa L.", "summary": "Hemp is grown primarily for grain, fiber, and cannabinoids, with evidence for medicinal benefits of cannabidiol (CBD).", "year": 2020, "journal": "GCB Bioenergy"}, {"title": "Hemp in Veterinary Medicine: From Feed to Drug", "summary": "Hemp shows excellent nutritional and health-promoting properties, mainly due to its high content in polyunsaturated fatty acids and phenolic compounds, which help prevent common diseases.", "year": 2020, "journal": "Frontiers in Veterinary Science"}, {"title": "A comparative study of seed yield and oil composition of four cultivars of Hemp (Cannabis sativa L.) grown from three regions in northern Iran", "summary": "Hemp oil has health benefits such as cholesterol lowering properties and decreasing high blood pressure due to the presence of essential fatty acids linoleic acid and Î2-linolenic.", "year": 2020, "journal": "Industrial Crops and Products"}, {"title": "Hemp (Cannabis sativa L.) Seed and Co-Products Inclusion in Diets for Dairy Ruminants: A Review", "summary": "Hemp supplementation in dairy ruminants' diets improves the content of beneficial bioactive compounds like n-3 fatty acids and conjugated linoleic acid, which are beneficial to human health.", "year": 2021, "journal": "Animals : an Open Access Journal from MDPI"}, {"title": "A framework for the development of hemp (Cannabis sativa L.) as a crop for the future in tropical environments", "summary": "Hemp has high potential for economic returns for its seeds and fiber, with minimum economically feasible yields of 1.38 t ha-1 (seed) and 3.62 t ha-1 (fiber).", "year": 2021, "journal": "Industrial Crops and Products"}], "side effects": [{"title": "Evidence for side effects of cannabidiol (CBD) products and their non-conformity on the European food market - response to the European Industrial Hemp Association.", "summary": "There is ample evidence for side effects of CBD products, including inadvertent \"high\" effects, in both pediatric and adult users of over-the-counter CBD products.", "year": 2020, "journal": "F1000Research"}, {"title": "A Conversion of Oral Cannabidiol to Delta9-Tetrahydrocannabinol Seems Not to Occur in Humans", "summary": "Oral CBD does not convert to THC in vivo, and the typical side effects of THC (dizziness, euphoria/high, thinking abnormal/concentration difficulties, nausea, tachycardia) have not been observed after treatment with CBD in clinical trials.", "year": 2017, "journal": "Cannabis and Cannabinoid Research"}, {"title": "Cannabinoid-related agents in the treatment of anxiety disorders: current knowledge and future perspectives.", "summary": "Hemp's main psychoactive ingredient, THC, can either attenuate or exacerbate anxiety and fear-related behaviors in humans and experimental animals.", "year": 2012, "journal": "Recent patents on CNS drug discovery"}, {"title": "Effects of Hemp Extract on Markers of Wellness, Stress Resilience, Recovery and Clinical Biomarkers of Safety in Overweight, But Otherwise Healthy Subjects", "summary": "Hemp supplementation improved HDL cholesterol, tended to support psychometric measures of perceived sleep, stress response, and perceived life pleasure, and was well tolerated with no clinically relevant safety concerns.", "year": 2020, "journal": "Journal of Dietary Supplements"}, {"title": "Effect-directed analysis of cold-pressed hemp, flax and canola seed oils by planar chromatography linked with (bio)assays and mass spectrometry.", "summary": "Cold-pressed hemp oil contains compounds with antioxidative, antimicrobial, acetylcholinesterase inhibitory, and estrogenic activities.", "year": 2015, "journal": "Food chemistry"}, {"title": "Hemp (Cannabis sativa L.) Seed and Co-Products Inclusion in Diets for Dairy Ruminants: A Review", "summary": "Hemp supplementation in dairy ruminants' diets improves bioactive compounds in milk and cheese, with no negative effects of anti-nutritional factors like phytate observed.", "year": 2021, "journal": "Animals : an Open Access Journal from MDPI"}, {"title": "A Review of Hemp as Food and Nutritional Supplement.", "summary": "Hemp inflorescence is rich in nonpsychoactive cannabinoids like cannabidiol (CBD), which exerts potent anxiolytic, spasmolytic, and anticonvulsant effects.", "year": 2020, "journal": "Cannabis and cannabinoid research"}, {"title": "Immunomodulatory and therapeutic effects of Hot-nature diet and co-supplemented hemp seed, evening primrose oils intervention in multiple sclerosis patients.", "summary": "Co-supplemented hemp seed and evening primrose oils with Hot-nature diet have beneficial effects in improving clinical scores in RRMS patients.", "year": 2013, "journal": "Complementary therapies in medicine"}, {"title": "Water Extract from Inflorescences of Industrial Hemp Futura 75 Variety as a Source of Anti-Inflammatory, Anti-Proliferative and Antimycotic Agents: Results from In Silico, In Vitro and Ex Vivo Studies", "summary": "Futura 75 water extract from industrial hemp inflorescences has anti-inflammatory, anti-proliferative, and antimycotic effects.", "year": 2020, "journal": "Antioxidants"}, {"title": "Applications of Cannabis Sativa L. in Food and Its Therapeutic Potential: From a Prohibited Drug to a Nutritional Supplement.", "summary": "Cannabis has both positive and negative health impacts, with negative impacts on respiratory system, driving, psychomotor functions, and reproductive system.", "year": 2021, "journal": "Molecules"}], "dosage": [{"title": "Effects of Hemp Extract on Markers of Wellness, Stress Resilience, Recovery and Clinical Biomarkers of Safety in Overweight, But Otherwise Healthy Subjects", "summary": "Hemp oil extract (60 mg/d plus 15 mg hemp-derived CBD) improved HDL cholesterol and was well tolerated with no clinically relevant safety concerns.", "year": 2020, "journal": "Journal of Dietary Supplements"}, {"title": "Single-Dose Pharmacokinetics and Preliminary Safety Assessment with Use of CBD-Rich Hemp Nutraceutical in Healthy Dogs and Cats", "summary": "Oral CBD-rich hemp supplements with a 2 mg/kg total CBD concentration were administered twice daily for 12 weeks in healthy dogs and cats.", "year": 2019, "journal": "Animals : an Open Access Journal from MDPI"}, {"title": "Evaluating the impact of hemp food consumption on workplace drug tests.", "summary": "Extended daily ingestion of THC via hemp oil ranging from 0.09 to 0.6 mg did not cause confirmed positive results in urine specimens for marijuana.", "year": 2001, "journal": "Journal of analytical toxicology"}, {"title": "Plasma concentrations of eleven cannabinoids in cattle following oral administration of industrial hemp (Cannabis sativa)", "summary": "A single oral dose of 35g of industrial hemp achieved a target dose of 5.4 mg/kg cannabidiolic acid (CBDA) in cattle.", "year": 2020, "journal": "Scientific Reports"}, {"title": "Setting characteristics of natural cellulose fiber reinforced cement composite", "summary": "Hemp fiber dosages (0, 0.25, 0.5, 1, and 2) affect the setting characteristics of cement composites.", "year": 2021, "journal": "Construction and Building Materials"}, {"title": "Cannabis sativa (Hemp) Seeds, Δ9-Tetrahydrocannabinol, and Potential Overdose", "summary": "Hemp seeds can have Î± -9-THC concentrations as high as 1250% of the legal limit, which is 10 g per gram of hemp seeds (10 ppm).", "year": 2017, "journal": "Cannabis and Cannabinoid Research"}, {"title": "Serum Cannabinoid 24 h and 1 Week Steady State Pharmacokinetic Assessment in Cats Using a CBD/CBDA Rich Hemp Paste", "summary": "A standard dose of 6.4 mg/CBD + CBDA 5.3 mg/gram of CBD/CBDA rich hemp paste was used in this study.", "year": 2022, "journal": "Frontiers in Veterinary Science"}, {"title": "Detection of delta-9-tetrahydrocannabinol (THC) in oral fluid, blood and urine following oral consumption of low-content THC hemp oil.", "summary": "Low-content THC hemp oil (0.046mg THC per 5mL dose) does not result in positive biological assessments, making it unlikely to negatively impact existing drug driving enforcement protocols.", "year": 2017, "journal": "Forensic science international"}, {"title": "Preliminary Study on Radiation Sensibility of Seeds of Several Hemp Varieties", "summary": "The half lethal dosage (LD50) of dry hemp seeds is between 1400 and 3500Gy.", "year": 2011, "journal": "Plant Fiber Sciences in China"}, {"title": "Nutrition and health functionality of hemp products in wheat cereal products – butter cut-out biscuits and leavened pastry", "summary": "Hemp seeds can be used in dosages limited by sensory quality of the final products, such as up to 10% for pastry, to increase the nutritional value of food.", "year": 2021, "journal": "MASO INTERNATIONAL – JOURNAL OF FOOD SCIENCE AND TECHNOLOGY"}]}}