{"supplement": "Herbs", "data": {"benefits": [{"title": "Health benefits of herbs and spices: the past, the present, the future", "summary": "Herbs and spices have antioxidant properties, may lower cholesterol, and may have anticarcinogenic properties.", "year": 2006, "journal": "Medical Journal of Australia"}, {"title": "Culinary Herbs and Spices: Their Bioactive Properties, the Contribution of Polyphenols and the Challenges in Deducing Their True Health Benefits", "summary": "Herbs and spices contribute dietary polyphenols, which are associated with reducing the risk of chronic non-communicable diseases.", "year": 2014, "journal": "International Journal of Molecular Sciences"}, {"title": "Enhancement of ATP generation capacity, antioxidant activity and immunomodulatory activities by Chinese Yang and Yin tonifying herbs", "summary": "Chinese tonifying herbs like Herba Cistanche, Ganoderma, and Cordyceps can help prevent and treat age-related diseases by enhancing ATP generation, antioxidant status, and immunomodulatory functions.", "year": 2007, "journal": "Chinese Medicine"}, {"title": "Nation-Based Occurrence and Endogenous Biological Reduction of Mycotoxins in Medicinal Herbs and Spices", "summary": "Medicinal herbs and spices are used for therapeutic purposes against various human diseases, but mycotoxins can cause serious problems for humans due to their endogenous food components.", "year": 2015, "journal": "Toxins"}, {"title": "Novel approaches in herbal cosmetics", "summary": "Herbs have beneficial properties such as sunscreen, antiaging, moisturizing, antioxidant, anticellulite, and antimicrobial effects, which can enhance the aesthetic appeal and performance of cosmetic products.", "year": 2008, "journal": "Journal of Cosmetic Dermatology"}, {"title": "A review of herbal medicines in wound healing", "summary": "Herbal medicines pose great potential for effective treatment of minor wounds, involving disinfection, debridement, and provision of a suitable environment for aiding the natural course of healing.", "year": 2015, "journal": "International Journal of Dermatology"}, {"title": "Functional Foods and Herbs as Potential Immunoadjuvants and Medicines in Maintaining Healthy Immune System: A Commentary", "summary": "Herbs and traditional foods can strengthen the immune system, reduce inflammation, allergies, and help prevent long-term effects of oxidative stress on various organs and the aging process.", "year": 2010, "journal": "Journal of Complementary and Integrative Medicine"}, {"title": "Community Metabolic Interactions, Vitamin Production and Prebiotic Potential of Medicinal Herbs Used for Immunomodulation", "summary": "Medicinal herbs have immunomodulatory potential and can alter gut microbiota, leading to changes in short chain fatty acids, vitamin production, and potentially impacting host physiology and immune function.", "year": 2021, "journal": "Frontiers in Genetics"}, {"title": "Hawthorn (Crataegus spp.): An Updated Overview on Its Beneficial Properties", "summary": "Hawthorn (Crataegus spp.) is a popular herb with many health benefits, including medicinal and nutraceutical properties.", "year": 2020, "journal": "Forests"}, {"title": "The role of herbs and spices in cancer prevention.", "summary": "Herbs and spices have antimicrobial, antioxidant, and antitumorigenic properties, potentially reducing cancer risk and modifying tumor behavior.", "year": 2008, "journal": "The Journal of nutritional biochemistry"}], "side effects": [{"title": "Commonly used herbal medicines in the United States: a review.", "summary": "Herbs can cause dangerous and lethal side effects, including direct toxic effects, allergic reactions, effects from contaminants, and interactions with drugs and other herbs.", "year": 2004, "journal": "The American journal of medicine"}, {"title": "Herbal nephropathy – a serious condition based on the innocence of nature", "summary": "Herbal supplements can cause kidney damage, including aristolochic nephropathy, due to contamination with heavy metals and other substances.", "year": 2022, "journal": "Journal of Education, Health and Sport"}, {"title": "The dangers of using herbs. What your patients need to know.", "summary": "Herbal remedies can have potential side effects like contamination and toxicity, and lack standardization and control.", "year": 1998, "journal": "Postgraduate medicine"}, {"title": "The use of medicinal herbs by human immunodeficiency virus-infected patients.", "summary": "Herbal use can lead to adverse effects such as dermatitis, nausea, vomiting, diarrhea, thrombocytopenia, coagulopathies, altered mental status, hepatotoxicity, and electrolyte disturbances.", "year": 1991, "journal": "Archives of internal medicine"}, {"title": "Herbal medicines and kidney; friends or foes?", "summary": "Herbal products can cause side effects like nephropathy, hepatotoxicity, and pregnancy, but the true frequency of side effects is not known due to lack of large clinical trials.", "year": 2014, "journal": "Journal of Nephropharmacology"}, {"title": "Finding health in folklore, herbs and supplements: the good, the bad & the ugly. Part II-- The ugly.", "summary": "Herbal and supplement use can have adverse effects or toxicity, and potential for interactions with agents commonly used by mainstream practitioners.", "year": 2002, "journal": "Missouri medicine"}, {"title": "STUDI FARMAKOVIGILANS PADA OBAT HERBAL", "summary": "Herbal medicines have an incidence of adverse drug reactions (ADR) at doses normally used in humans, with varying percentages in various places.", "year": 2022, "journal": "Jurnal Penelitian Farmasi &amp; Herbal"}, {"title": "Herbal Medicine in the United States: Review of Efficacy, Safety, and Regulation", "summary": "Herbal products have many different side effects due to active ingredients, contaminants, or interactions with drugs.", "year": 2008, "journal": "Journal of General Internal Medicine"}, {"title": "Herb-Drug Interactions and Confounding in Clinical Trials", "summary": "Herb-drug interactions can reduce the efficacy of conventional medications or cause additive side effects.", "year": 2002, "journal": "Journal Of Herbal Pharmacotherapy"}], "dosage": [{"title": "Dosing effects of an antiosteoporosis herbal formula – a preclinical investigation using a rat model", "summary": "Herbal treatment with a weight ratio of 5:4:1 showed a beneficial effect on preserving bone mineral density in a dose-dependent manner, with a preference for higher dosage.", "year": 2008, "journal": "Phytotherapy Research"}, {"title": "PEMANFAATAN HERBA SELEDRI (Apium graveolens L.) UNTUK MENURUNKAN KOLESTEROL DAN LIPID DALAM DARAH TIKUS PUTIH YANG DIBERI DIIT TINGGI KOLESTEROL DAN LEMAK", "summary": "Celery herb juice at dosages of 0.14 g/200 g bow/day, 0.72 g/200 g bow/day, and 3.0 g/200 g bow/day has lowering cholesterol and lipid effects, but does not decrease total cholesterol and total lipid concentration significantly.", "year": 2010, "journal": "Makara Journal of Science"}, {"title": "Reviewing the Study on Dosage Forms of Chinese Medicinal Herb in Cancer Chemoprevention", "summary": "Dosage forms of Chinese medicinal herb in cancer chemoprevention include embolism, fat emulsion, antecedent, bangsome, polyester fine granule, polymeric micelle, implantation, and nano-formulation.", "year": 2007, "journal": "Journal of Guangxi Academy of Sciences"}, {"title": "Effects of herbal mixture (Jedi, Gbewutu and Opa-eyin) on the health status of juvenile African catfish (Clarias gariepinus)", "summary": "Opa-eyin showed a safe dosage range between 10ml and 15ml of inclusion level in herbal mixtures for juvenile African catfish.", "year": 2020, "journal": "Egyptian journal of aquatic biology and fisheries"}, {"title": "Comparison of Chinese herbs combined with half dosage ICS with entire dosage ICS in pediatric asthma clinical therapy", "summary": "Both Chinese herbs combined with half dosage ICS and entire dosage ICS have the same effects in asthma control, improving symptoms and airway inflammation.", "year": 2011, "journal": "China Journal of Traditional Chinese Medicine and Pharmacy"}, {"title": "Research on Asarum herb dosage of herbal decoction in Waitai Miyao", "summary": "The commonly used dosages of Asarum herb in Waitai Miyao were 13.8g, 27.6g, and 41.4g, with a range of 6.969g.", "year": 2012, "journal": "China Journal of Traditional Chinese Medicine and Pharmacy"}, {"title": "ANTIHYPERURICEMIA SCREENING OF Mimosa pudica L. HERB EXTRACT THROUGH ITS ANALGESICS AND ANTIINFLAMMATORY ACTIVITY ASSAY", "summary": "Herb extract of Mimosa pudica L at dosages of 125, 250, and 500 mg/kg of body weight inhibited pain and edema in mice.", "year": 2014, "journal": "Bionatura"}, {"title": "Effects of Herbs Compound on Immunity Function and Anti-tiredness in Mice", "summary": "Higher doses of herbs compound can enhance anti-tiredness abilities and improve immune function in mice.", "year": 2012, "journal": "Chinese Archives of Traditional Chinese Medicine"}, {"title": "Hepatotoxicity or Hepatoprotection? Pattern Recognition for the Paradoxical Effect of the Chinese Herb Rheum palmatum L. in Treating Rat Liver Injury", "summary": "The hepatoprotective effect of rhubarb extract at the two lowest dosages is mainly expressed as a decrease in cellular injury, while high doses can induce liver cell fibrosis.", "year": 2011, "journal": "PLoS ONE"}, {"title": "The Complete German Commission E Monographs: Therapeutic Guide to Herbal Medicines", "summary": "Dosages and formulations are specific to preparations sold in Germany that are not yet generally available in North America.", "year": 1999, "journal": "Annals of Internal Medicine"}]}}