{"supplement": "Hyaluronic Acid", "data": {"benefits": [{"title": "Differences between systematic reviews/meta-analyses of hyaluronic acid/hyaluronan/hylan in osteoarthritis of the knee.", "summary": "Hyaluronic acid therapy has moderate evidence for pain reduction and physical function improvement in osteoarthritis of the knee.", "year": 2007, "journal": "Osteoarthritis and cartilage"}, {"title": "Effect of Hyaluronic Acid on Random‐Pattern Flaps in Rats", "summary": "Hyaluronic acid had a slight beneficial effect on flap viability, but no significant improvement in flap survival was shown.", "year": 2008, "journal": "Dermatologic Surgery"}, {"title": "Hyaluronic acid. A review of its pharmacology and use as a surgical aid in ophthalmology, and its therapeutic potential in joint disease and wound healing.", "summary": "Hyaluronic acid is a well-established adjunct to cataract surgery and may be a promising option in the treatment of osteoarthritis.", "year": 1994, "journal": "Drugs"}, {"title": "Hyaluronic Acid–Based Activatable Nanomaterials for Stimuli‐Responsive Imaging and Therapeutics: Beyond CD44‐Mediated Drug Delivery", "summary": "Hyaluronic acid-based nanomaterials can increase therapeutic efficacy and reduce adverse side effects while retaining benefits like active targeting and stimuli-responsive degradation.", "year": 2019, "journal": "Advanced Materials"}, {"title": "Hyaluronic Acid", "summary": "Hyaluronic acid is a well-established adjunct to cataract surgery and may prove to be a promising option in the treatment of patients with osteoarthritis.", "year": 1994, "journal": "Drugs"}, {"title": "Hyaluronic Acid and Controlled Release: A Review", "summary": "Hyaluronic acid (HA) controlled release systems offer benefits such as optimum drug concentration maintenance, enhanced therapeutic effects, improved treatment efficiency, very low or insignificant toxicity, and prolonged in vivo release rates.", "year": 2020, "journal": "Molecules"}, {"title": "Improvement of hyaluronic acid enzymatic stability by the grafting of amino-acids", "summary": "Hyaluronic acid-based hydrogels provide therapeutic benefits and can be modified with amino acids for increased stability and potential use in viscosupplementation or drug delivery.", "year": 2012, "journal": "Carbohydrate Polymers"}, {"title": "Hyaluronic acid in ankle osteoarthritis: why evidence of efficacy is still lacking?", "summary": "Hyaluronic acid injections are useful in treating osteoarthritis due to their restoration of elastic and viscous properties of intra-articular fluid, anti-inflammatory and anti-nociceptive activity, and normalization of hyaluronan synthesis and degradation.", "year": 2012, "journal": "Clinical and experimental rheumatology"}, {"title": "gIS HYALURONIC ACID THE PERFECT EXCIPIENT FOR THE PHARMACEUTICAL NEED?", "summary": "Hyaluronic acid has beneficial properties like solubility, biocompatibility, and biodegradation, making it a potential excipient for pharmaceutical products.", "year": 2021, "journal": "International journal of pharmaceutics"}, {"title": "Evaluation of Intraarterial Thrombolysis in Treatment of Cosmetic Facial Filler-Related Ophthalmic Artery Occlusion.", "summary": "Intraarterial thrombolysis therapy is beneficial to patients suffering from blindness induced by hyaluronic acid embolism, alleviating impairment to vision and restoring other serious complications.", "year": 2020, "journal": "Plastic and reconstructive surgery"}], "side effects": [{"title": "Cutaneous Hypersensitivity Reaction to Injectable Hyaluronic Acid Gel", "summary": "Injectable hyaluronic acid gel can be associated with severe allergic reactions, such as indurated and erythematous papulocystic nodules at the injection sites.", "year": 2000, "journal": "Dermatologic Surgery"}, {"title": "Acute arthritis after intra-articular hyaluronate injection: onset of effusions without crystal", "summary": "Intra-articular hyaluronate injections can cause aseptic acute arthritis within hours after injection, potentially due to calcium crystal shedding or apatite crystals.", "year": 2001, "journal": "Annals of the Rheumatic Diseases"}, {"title": "Human Anti‐Hyaluronic Acid Antibodies: Is it Possible?", "summary": "Some adverse reactions to injectable hyaluronic acid may be allergic reactions, with some patients experiencing chronic inflammatory reactions or severe granulamatous reactions.", "year": 2001, "journal": "Dermatologic Surgery"}, {"title": "Review of long-term adverse effects associated with the use of chemically-modified animal and nonanimal source hyaluronic acid dermal fillers", "summary": "Hyaluronic acid-based dermal fillers have a low overall incidence of long-term side effects, but occasionally cause chronic lymphoplasmacytic inflammatory reactions and classic foreign body-type granulomatous reactions.", "year": 2007, "journal": "Clinical Interventions in Aging"}, {"title": "The Classification and Prognosis of Periocular Complications Related to Blindness following Cosmetic Filler Injection", "summary": "Hyaluronic acid filler injections can cause mild side effects like ptosis, ophthalmoplegia, and enophthalmos, but blindness can also occur.", "year": 2017, "journal": "Plastic and Reconstructive Surgery"}, {"title": "Hypersensitivity reaction to hyaluronic acid dermal filler after the Pfizer vaccination against SARS-CoV-2", "summary": "Hyaluronic acid injections may cause delayed-type hypersensitivity reactions, affecting daily life activities.", "year": 2021, "journal": "International Journal of Infectious Diseases"}, {"title": "Near‐Infrared Imaging of Veins in Facial Injection of Botulinum Toxin and Hyaluronic Acid", "summary": "Hyaluronic acid injections in facial rejuvenation can cause pain, swelling, erythema, and bruising, but these side effects are limited and benign.", "year": 2012, "journal": "Dermatologic Surgery"}, {"title": "Panophthalmoplegia and vision loss after cosmetic nasal dorsum injection", "summary": "Hyaluronic acid injections into the dorsum of the nose can cause unilateral blindness and panophthalmoplegia in extremely rare cases.", "year": 2014, "journal": "Journal of Clinical Neuroscience"}, {"title": "Treatment of glabella skin necrosis following injection of hyaluronic acid filler using platelet-rich plasma", "summary": "Skin necrosis is a rare but disastrous side effect of hyaluronic acid filler injections, potentially resulting in permanent and disfiguring scarring.", "year": 2016, "journal": "Journal of Cosmetic and Laser Therapy"}, {"title": "Severe Acute Local Reactions to a Hyaluronic Acid-derived Dermal Filler.", "summary": "Hyaluronic acid-derived injectable fillers can cause side effects like persistent swelling, pain, and nodule formation.", "year": 2010, "journal": "The Journal of clinical and aesthetic dermatology"}], "dosage": [{"title": "Hyaluronic acid: an effective alternative treatment of interstitial cystitis, recurrent urinary tract infections, and hemorrhagic cystitis?", "summary": "Hyaluronic acid was administered intravesically at a dose of 40 mg every week for 4-6 weeks, with patients with noted improvement receiving two additional monthly doses.", "year": 2007, "journal": "European urology"}, {"title": "Effect of exogenous hyaluronic acid on joint function in experimentally induced equine osteoarthritis: dosage titration studies.", "summary": "A single intra-articular injection of 20 or 40 mg of purified hyaluronic acid restored normal joint function in horses with experimentally induced osteoarthritis.", "year": 1981, "journal": "Research in veterinary science"}, {"title": "Ocular sustained delivery of prednisolone using hyaluronic acid benzyl ester films", "summary": "Hyaluronic acid benzyl ester films can provide sustained delivery of prednisolone to the eye with concentrations between 45 and 72 Î14g/ml for an 8-hour study period.", "year": 1994, "journal": "International Journal of Pharmaceutics"}, {"title": "Effects of the use of hyaluronic acid as compared with standard chondroprotectors therapy in patients with various degrees of gonarthrosis", "summary": "Hyaluronic acid \"replacement\" intraarticular injections with a concentration of 10 mg/ml are the most commonly used therapy for gonarthrosis.", "year": 2020, "journal": "Meditsinskiy sovet = Medical Council"}, {"title": "Novel adhesive hyaluronic acid based solid dosage form for pediatric application", "summary": "Hyaluronic acid-cysteine ethyl ester was developed for pediatric intraoral use, providing 3.4-fold augmented lubrication in the intraoral cavity.", "year": 2018, "journal": "Journal of Drug Delivery Science and Technology"}, {"title": "EVALUATION OF CHONDROPROTECTIVE EFFECTS OF HYALURONIC ACID IN A RAT MODEL OF OSTEOARTHRITIS", "summary": "Intra articular viscosupplementation of 0.2ml hyaluronic acid once weekly for four weeks improved gait pattern and histopathology in a rat model of osteoarthritis.", "year": 2022, "journal": "PAFMJ"}, {"title": "Hyaluronan (hyaluronic acid) in lung lavage of asbestos-exposed humans and sheep", "summary": "BALF hyaluronan averaged 53.9 ± 7.4 ng/ml in human controls, 67.5 ± 10.3 ng/ml in asbestos-exposed workers without asbestosis, and 206 ± 83 ng/ml in workers with asbestosis.", "year": 2004, "journal": "Lung"}, {"title": "Effects of recombinant human augmenter of liver regeneration on serum hyaluronic acid content in fibrotic rats", "summary": "Recombinant hALR may decrease serum hyaluronic acid content in fibrotic rats at dosages of 50/kg per day and 10/kg per day.", "year": 2001, "journal": "Chinese journal of experimental surgery"}, {"title": "The optimal dosage of hyaluronic acid for bone regeneration in rat calvarial defects.", "summary": "The 75 mg/mL HA group showed better bone formation than the other groups (1, 25, and 50 mg/mL HA and control).", "year": 2022, "journal": "Journal of periodontal & implant science"}, {"title": "The effects of hyaluronic acid vaginal gel on the vaginal epithelium of ovariectomized rats", "summary": "Hyaluronic acid vaginal gel doses were adjusted by animal weight according to human dosage.", "year": 2015, "journal": "Gynecological Endocrinology"}]}}