{"supplement": "Krill Oil", "data": {"benefits": [{"title": "Lipid-modifying effects of krill oil vs fish oil: a network meta-analysis.", "summary": "Krill oil and fish oil have similar lipid-modifying effects, with the reduction in triglycerides depending on the dose of n-3 fatty acids consumed.", "year": 2020, "journal": "Nutrition reviews"}, {"title": "Antarctic Krill (Euphausia superba) Oil: A Comprehensive Review of Chemical Composition, Extraction Technologies, Health Benefits, and Current Applications.", "summary": "Krill oil has various health benefits, including anti-inflammatory effects, cardiovascular disease prevention, women's health, neuroprotection, and anticancer activities.", "year": 2019, "journal": "Comprehensive reviews in food science and food safety"}, {"title": "Krill Products: An Overview of Animal Studies", "summary": "Krill oil has potential health benefits in animal models for obesity, depression, myocardial infarction, chronic low-grade and ulcerative inflammation.", "year": 2015, "journal": "Nutrients"}, {"title": "Can krill oil be of use for counteracting neuroinflammatory processes induced by high fat diet and aging?", "summary": "Krill oil has been reported to improve spatial memory, learning, memory loss, systemic inflammation, and depression symptoms.", "year": 2020, "journal": "Neuroscience Research"}, {"title": "Alterations of the brain proteome and gut microbiota in D-galactose-induced brain aging mice with krill oil supplementation.", "summary": "Krill oil supplementation has beneficial effects against D-galactose-induced brain aging, decreasing protein expression related to calcium signaling and increasing dopamine levels.", "year": 2019, "journal": "Journal of agricultural and food chemistry"}, {"title": "Advances in Technologies for Highly Active Omega-3 Fatty Acids from Krill Oil: Clinical Applications", "summary": "Krill oil has shown metabolic, anti-inflammatory, neuroprotective, chemo preventive, and ergogenic effects in preclinical and clinical studies.", "year": 2021, "journal": "Marine Drugs"}, {"title": "Effects of Antarctic Krill Products on Feed Intake, Growth Performance, Fillet Quality, and Health in Salmonids", "summary": "Feeding salmonids krill products improves growth performance, fillet quality, and health benefits, such as reducing fat accumulation in liver and intestinal tissues.", "year": 2022, "journal": "Aquaculture Nutrition"}, {"title": "Euphausia pacifica (North Pacific Krill): Review of Chemical Features and Potential Benefits of 8-HEPE against Metabolic Syndrome, Dyslipidemia, NAFLD, and Atherosclerosis", "summary": "Krill oil's 8-HEPE has beneficial effects against metabolic syndrome, dyslipidemia, NAFLD, and atherosclerosis in mice.", "year": 2021, "journal": "Nutrients"}, {"title": "A Brief Review of Krill Oil History, Research, and the Commercial Market", "summary": "Krill oil is viewed as a viable alternative to fish oil for delivering health benefits associated with omega-3 fatty acids EPA and DHA, such as managing hyperlipidemia, inflammation, and arthritis.", "year": 2015, "journal": "Journal of Dietary Supplements"}, {"title": "The effect of krill oil on longevity and locomotion: a pilot study.", "summary": "Krill oil increases survival, head thrashes, and body bends in impaired C. elegans, and ameliorates energy metabolism and alleviates oxidative stress and excitotoxicity.", "year": 2021, "journal": "Molecular omics"}], "side effects": [{"title": "Metabolic fate (absorption, β-oxidation and deposition) of long-chain n-3 fatty acids is affected by sex and by the oil source (krill oil or fish oil) in the rat", "summary": "Krill oil leads to greater deposition of DPA and DHA in rats compared to fish oil, due to a difference in metabolic fate (anabolism vs. catabolism).", "year": 2015, "journal": "British Journal of Nutrition"}, {"title": "Krill Oil Supplementation Improves Dyslipidemia and Lowers Body Weight in Mice Fed a High-Fat Diet Through Activation of AMP-Activated Protein Kinase.", "summary": "Krill oil supplementation in mice fed a high-fat diet resulted in 15% lower body weight gain and improved dyslipidemia, triglyceride, and low-density lipoprotein-cholesterol levels.", "year": 2016, "journal": "Journal of Medicinal Food"}, {"title": "Dietary krill oil supplementation reduces hepatic steatosis, glycemia, and hypercholesterolemia in high-fat-fed mice.", "summary": "Dietary krill oil supplementation reduces hepatic steatosis, glycemia, and hypercholesterolemia in high-fat-fed mice.", "year": 2009, "journal": "Journal of agricultural and food chemistry"}, {"title": "Effects of krill oil containing n-3 polyunsaturated fatty acids in phospholipid form on human brain function: a randomized controlled trial in healthy elderly volunteers", "summary": "Krill oil, rich in n-3 PUFAs incorporated in phosphatidylcholine, activates cognitive function in the elderly, especially when incorporated into phosphatidylcholine.", "year": 2013, "journal": "Clinical Interventions in Aging"}, {"title": "Comparison of solvents for extraction of krill oil from krill meal: Lipid yield, phospholipids content, fatty acids composition and minor components.", "summary": "Krill oil extracted with ethanol and isopropanol led to higher lipid yields and phospholipid contents, but lower contents of minor components like sterols, astaxanthin, and vitamin A.", "year": 2017, "journal": "Food chemistry"}, {"title": "Krill oil extract suppresses cell growth and induces apoptosis of human colorectal cancer cells", "summary": "Krill oil extract suppresses cell proliferation and induces apoptosis in human colorectal cancer cells through its bioactive constituent EPA.", "year": 2016, "journal": "BMC Complementary and Alternative Medicine"}, {"title": "Krill oil supplementation increases plasma concentrations of eicosapentaenoic and docosahexaenoic acids in overweight and obese men and women.", "summary": "Krill oil supplementation increased plasma EPA and DHA and was well tolerated, with no indication of adverse effects on safety parameters.", "year": 2009, "journal": "Nutrition research"}, {"title": "Krill oil extract suppresses the proliferation of colorectal cancer cells through activation of caspase 3/9", "summary": "Krill oil extract suppresses the proliferation of colorectal cancer cells through activation of caspase 3/9.", "year": 2019, "journal": "Nutrition & Metabolism"}, {"title": "Krill oil alleviates oxidative stress, iron accumulation and fibrosis in the liver and spleen of iron-overload rats", "summary": "Krill oil improved liver and spleen features, decreased iron levels, and restored the balance between oxidants and antioxidants in iron overload-induced toxicity.", "year": 2019, "journal": "Environmental Science and Pollution Research"}], "dosage": [{"title": "Modulation of the Gut Microbiota by Krill Oil in Mice Fed a High-Sugar High-Fat Diet", "summary": "Krill oil dosages in this study were low (100 Î14g/g), moderate (200 Î14g/g), and high (600 Î14g/g), with dose-dependent modulation of gut microbiota.", "year": 2017, "journal": "Frontiers in Microbiology"}, {"title": "The Effect of Krill Oil Supplementation on Exercise Performance and Markers of Immune Function", "summary": "Krill oil supplementation (2g/day) for 6 weeks can increase PBMC IL-2 production and NK cell cytotoxic activity 3h post-exercise in both healthy young males and females.", "year": 2015, "journal": "PLoS ONE"}, {"title": "Krill oil alleviates oxidative stress, iron accumulation and fibrosis in the liver and spleen of iron-overload rats", "summary": "Krill oil (40 mg/kg) treatment for an extra 8 weeks improved liver and spleen features in iron-overload rats.", "year": 2019, "journal": "Environmental Science and Pollution Research"}, {"title": "Effects of Supplementation with Neptune Krill Oil (Euphasia Superba) on Selected Redox Parameters and Pro-Inflammatory Markers in Athletes during Exhaustive Exercise", "summary": "Supplementation with Krill oil (1g per day) in trained rowers diminished post exercise oxidative damage to erythrocytes during recovery.", "year": 2010, "journal": "Journal of Human Kinetics"}, {"title": "Krill oil supplementation lowers serum triglycerides without increasing low-density lipoprotein cholesterol in adults with borderline high or high triglyceride levels.", "summary": "Krill oil supplementation at 0.5, 1, 2, or 4 g/day significantly reduced serum triglyceride levels by 10.2%.", "year": 2014, "journal": "Nutrition research"}, {"title": "Metabolic fate (absorption, β-oxidation and deposition) of long-chain n-3 fatty acids is affected by sex and by the oil source (krill oil or fish oil) in the rat", "summary": "The EPA+DHA+DPA content of krill oil is 138 mg/g of diet, while fish oil has 161 mg/g of diet.", "year": 2015, "journal": "British Journal of Nutrition"}, {"title": "Effects of krill oil and lean and fatty fish on cardiovascular risk markers: a randomised controlled trial", "summary": "Krill oil supplementation resulted in health-beneficial effects, with a weekly intake of marine n-3 fatty acids of 4103 and 4654 mg, respectively.", "year": 2018, "journal": "Journal of Nutritional Science"}, {"title": "Krill oil supplementation increases plasma concentrations of eicosapentaenoic and docosahexaenoic acids in overweight and obese men and women.", "summary": "2 g/d of krill oil supplementation increased plasma EPA and DHA and was well tolerated, with no indication of adverse effects on safety parameters.", "year": 2009, "journal": "Nutrition research"}, {"title": "A Randomized, Double-Masked, Placebo-Controlled Clinical Trial of Two Forms of Omega-3 Supplements for Treating Dry Eye Disease.", "summary": "Krill oil dosage in the study was 945 mg/day EPA + 510 mg/day DHA.", "year": 2017, "journal": "Ophthalmology"}, {"title": "Antarctic Krill Oil Diet Protects against Lipopolysaccharide-Induced Oxidative Stress, Neuroinflammation and Cognitive Impairment", "summary": "Krill oil diet (80 mg/kg/day for one month) prevented amyloidogenesis and cognitive impairment induced by LPS in AD mice model.", "year": 2017, "journal": "International Journal of Molecular Sciences"}]}}