{"supplement": "L-Arginine", "data": {"benefits": [{"title": "l-Arginine Supplementation in Peripheral Arterial Disease: No Benefit and Possible Harm", "summary": "Long-term administration of l-arginine does not increase nitric oxide synthesis or improve vascular reactivity in patients with peripheral arterial disease.", "year": 2007, "journal": "Circulation"}, {"title": "l-Arginine Supplementation and Metabolism in Asthma", "summary": "L-arginine supplementation in asthma patients showed no difference in the number of exacerbations, exhaled nitric oxide levels, or lung function compared to the placebo group.", "year": 2011, "journal": "Pharmaceuticals"}, {"title": "Therapeutic Benefits of l-Arginine: An Umbrella Review of Meta-analyses.", "summary": "L-arginine supplementation may reduce systolic and diastolic blood pressure in hypertensive adults, hospital-acquired infections, and hospital length of stay for surgical patients.", "year": 2016, "journal": "Journal of chiropractic medicine"}, {"title": "l-Arginine treatment improves angiogenic response and reduces matrix metalloproteinase activity in chronic heart failure patients with coronary artery disease", "summary": "L-arginine treatment improves angiogenic response and reduces matrix metalloproteinase activity in chronic heart failure patients with coronary artery disease.", "year": 2018, "journal": "PharmaNutrition"}, {"title": "Arginine regulation by myeloid derived suppressor cells and tolerance in cancer: mechanisms and therapeutic perspectives", "summary": "Increased metabolism of L-arginine by myeloid derived suppressor cells (MDSCs) producing arginase I inhibits T-lymphocyte responses, potentially reducing the therapeutic benefit of cancer vaccines and immunotherapy.", "year": 2008, "journal": "Immunological Reviews"}, {"title": "Anti-aging effects of l-arginine", "summary": "L-arginine intake has multiple beneficial pharmacological effects, including reduction in the risk of vascular and heart diseases, erectile dysfunction, improvement in immune response, and inhibition of gastric hyperacidity.", "year": 2010, "journal": "Journal of Advanced Research"}, {"title": "Role of L-arginine in the pathogenesis and treatment of renal disease.", "summary": "L-arginine supplementation has beneficial effects in several models of chronic kidney disease and may be beneficial in attenuating symptoms of preeclampsia.", "year": 2004, "journal": "The Journal of nutrition"}, {"title": "Platelet nitric oxide synthesis in uremia and malnutrition: a role for L-arginine supplementation in vascular protection?", "summary": "L-arginine supplementation may help in vascular protection by inhibiting platelet aggregation and adhesion, potentially benefiting platelet function in malnourished uremic patients.", "year": 2007, "journal": "Cardiovascular research"}, {"title": "Therapeutic modification of the L-arginine-eNOS pathway in cardiovascular diseases.", "summary": "L-arginine therapy can improve endothelial function, vasoreactivity, and interaction between vascular wall, platelets, and leucocytes, potentially benefiting individuals with risk factors for atherosclerosis and coronary artery disease.", "year": 2001, "journal": "Atherosclerosis"}, {"title": "Administration of L-arginine plus L-citrulline or L-citrulline alone successfully retarded endothelial senescence", "summary": "L-citrulline and L-arginine supplementation retarded endothelial senescence and improved cardiovascular function.", "year": 2018, "journal": "PLoS ONE"}], "side effects": [{"title": "Effects of L-Arginine Supplementation on Leukogram, Inflammatory Bowel Infiltrates and Immunoglobulins with 5-FU Use in Rats", "summary": "L-arginine supplementation attenuates side effects of 5-FU, including thrombocytopenia and neutropenia, and modulates IgA production.", "year": 2018, "journal": "Nutrition and Cancer"}, {"title": "Analgesic effect of L-arginine in patients with persistent pain", "summary": "L-arginine side effects include a slight decrease in mean blood pressure (10-15 mm Hg) and dryness of the mouth.", "year": 1991, "journal": "European Neuropsychopharmacology"}, {"title": "Adverse gastrointestinal effects of arginine and related amino acids.", "summary": "Large single doses of L-arginine may cause diarrhea, but adverse effects disappear if divided doses are ingested.", "year": 2007, "journal": "The Journal of nutrition"}, {"title": "The dark side of an essential amino acid - L-arginine in spinal cord injury.", "summary": "L-arginine potentiates neuroinflammation and nitric oxide production, leading to secondary damage, and modulating its metabolism after spinal cord injury is challenging due to its conflicting roles.", "year": 2022, "journal": "Journal of neurotrauma"}, {"title": "Effects of L-arginine pretreatment on nitric oxide metabolism and hepatosplanchnic perfusion during porcine endotoxemia.", "summary": "L-arginine pretreatment improves hepatosplanchnic perfusion and oxygenation during prolonged endotoxemia without causing deleterious systemic side effects.", "year": 2011, "journal": "The American journal of clinical nutrition"}, {"title": "l-Arginine Improves Diminished Cerebral CO2 Reactivity in Patients", "summary": "L-arginine improves impaired CO2 reactivity of the cerebral vessels in patients with impaired vasomotor reactivity.", "year": 2003, "journal": "Stroke: Journal of the American Heart Association"}, {"title": "L-Arginine as a Potential Ergogenic Aidin Healthy Subjects", "summary": "Low oral doses (20 g) of L-arginine are well tolerated and clinical side effects are rare in healthy subjects.", "year": 2011, "journal": "Sports Medicine"}, {"title": "L-Arginine Pretreatment Reduces Intestinal Mucositis as Induced by 5-FU in Mice", "summary": "L-arginine can positively impact intestinal mucositis by promoting partial mucosal recovery, reducing inflammation, and improving intestinal permeability.", "year": 2015, "journal": "Nutrition and Cancer"}, {"title": "Influência do Tratamento Crônico com L-arginina na Função Renal de Ratos Submetidos a um Modelo Experimental de Doença Renal Crônica/ Influence of Chronic Treatment with L-arginine on Renal Function in Rats Subjected to an Experimental Model of Chronic Ki", "summary": "L-arginine supplementation has no effect on renal failure and does not produce improvements in urea, creatinine, total protein, and urinary debit.", "year": 2015, "journal": ""}, {"title": "The effect of oral administration of L–arginine on anal resting pressure and anodermal blood flow in healthy volunteers", "summary": "Oral administration of 15g L-arginine daily increased arginine plasma levels but had no influence on anodermal blood flow and anal resting pressure.", "year": 2005, "journal": "Techniques in Coloproctology"}], "dosage": [{"title": "Transient improvement of acetylcholine responses after short-term oral L-arginine in forearms of human heart failure.", "summary": "A single 20-g oral dose of L-arginine increased plasma levels by fourfold in patients with heart failure.", "year": 2000, "journal": "Journal of cardiovascular pharmacology"}, {"title": "Improvement of cardiac output and liver blood flow and reduction of pulmonary vascular resistance by intravenous infusion of L-arginine during the early reperfusion period in pig liver transplantation.", "summary": "L-arginine infusion at a dosage of 500 mg/kg body weight improved cardiac performance, oxygen consumption, and reduced pulmonary vascular resistance in pig liver transplantation.", "year": 1997, "journal": "Transplantation"}, {"title": "L-arginine reduces glomerular basement membrane collagen N epsilon-carboxymethyllysine in the diabetic db/db mouse.", "summary": "L-arginine dosage in this study was 50 mg/kg body weight orally.", "year": 1992, "journal": "Nephron"}, {"title": "Effects of arginine and ornithine on strength, lean body mass and urinary hydroxyproline in adult males.", "summary": "Dosages of L-arginine in this study were 2 grams or 1 gram each, taken orally for a total of 25 administrations.", "year": 1989, "journal": "The Journal of sports medicine and physical fitness"}, {"title": "Effect of L-Arginine supplementation on blood lactate level and VO2 max at anaerobic threshold performance", "summary": "L-arginine supplementation (5 g/day) decreases blood lactate level and may have beneficial effects on muscular fatigue, but does not significantly increase VO2 max at anaerobic threshold.", "year": 2010, "journal": "KAUMS Journal"}, {"title": "Dosage of L-arginine Preventing Acute High-dose PDD Nephrotoxicity", "summary": "The optimal dose of L-arginine to prevent acute high-dose PDD nephrotoxicity is 10 g/(m2d).", "year": 2005, "journal": "The Chinese-german Journal of Clinical Oncology"}, {"title": "Combination of the therapy of the anticoagulants and Tivortin in patients with cardiac ishemia at COVID-19", "summary": "The daily average requirement of L-arginine is 4.2 mg.", "year": 2020, "journal": ""}, {"title": "Studies on the metabolism of amino acids and related compounds in vivo. VII. Influence of the route of administration of L-arginine. HCI on protecting rats against ammonia toxicity.", "summary": "L-arginine hydrochloride at the lowest dosage levels, intraperitoneal and intrasplenic, provides almost complete protection against ammonia toxicity in rats.", "year": 1958, "journal": "Archives of biochemistry and biophysics"}, {"title": "L-arginine decreases infarct size caused by middle cerebral arterial occlusion in SHR.", "summary": "L-arginine (300 mg/kg ip) decreased infarct size in rats subjected to distal middle cerebral arterial plus ipsilateral common carotid arterial occlusion by 31%.", "year": 1992, "journal": "The American journal of physiology"}]}}