{"supplement": "L-Carnitine", "data": {"benefits": [{"title": "Effect of l-carnitine therapy on patients in maintenance hemodialysis: a systematic review and meta-analysis", "summary": "L-carnitine therapy did not improve inflammation, oxidative stress, nutrition, anemia, dyslipidemia, hyperparathyroidism status, or quality of life in hemodialysis patients.", "year": 2014, "journal": "Journal of Nephrology"}, {"title": "Influence of L-Carnitine Supplementation on Serum Lipid Profile in Hemodialysis Patients: A Systematic Review and Meta-Analysis", "summary": "L-carnitine supplementation can significantly decrease LDL-cholesterol in hemodialysis patients.", "year": 2014, "journal": "Kidney and Blood Pressure Research"}, {"title": "Role of carnitine in disease", "summary": "L-carnitine supplementation can improve nerve conduction, neuropathic pain, immune function in diabetes patients, and may be beneficial in treating obesity, improving glucose intolerance, and total energy expenditure.", "year": 2010, "journal": "Nutrition & Metabolism"}, {"title": "Carnitines and male infertility.", "summary": "L-Carnitine and acetyl-L-carnitine at daily amounts of at least 3g can significantly improve sperm concentration and total sperm counts among men with astheno- or oligoasthenozoospermia.", "year": 2004, "journal": "Reproductive biomedicine online"}, {"title": "Supplementation of L-carnitine in athletes: does it make sense?", "summary": "L-carnitine supplementation may foster exercise performance, stimulate lipid metabolism, decrease postexercise plasma lactate, and speed up recovery from exercise stress.", "year": 2004, "journal": "Nutrition"}, {"title": "l-Carnitine Supplementation in Recovery after Exercise", "summary": "L-carnitine supplementation enhances exercise capacity, reduces muscle injury, and improves recovery, potentially leading to increased muscle mass, decreased body weight, and reduced fatigue.", "year": 2018, "journal": "Nutrients"}, {"title": "L-Carnitine protects plasma components against oxidative alterations.", "summary": "L-carnitine possesses antioxidative activity and protects plasma proteins and lipids against oxidative/nitrative damage.", "year": 2011, "journal": "Nutrition"}, {"title": "l-Carnitine", "summary": "L-carnitine improves motor skills, muscle weakness, and wasting, and has beneficial effects on myocardial function and metabolism in patients with primary carnitine deficiencies.", "year": 1987, "journal": "Drugs"}, {"title": "An update on potential applications of L-carnitine in poultry", "summary": "L-carnitine increases energy production, fat metabolism, and improves immune status in birds, benefiting poultry health and production.", "year": 2017, "journal": "World's Poultry Science Journal"}, {"title": "L-carnitine--metabolic functions and meaning in humans life.", "summary": "L-carnitine helps reduce oxidative stress, potentially treating heart failure, angina, and weight loss, but further research is needed for other conditions.", "year": 2011, "journal": "Current drug metabolism"}], "side effects": [{"title": "L-Carnitine inhibits cisplatin-induced injury of the kidney and small intestine.", "summary": "L-carnitine strongly inhibits cisplatin-induced mitochondrial dysfunction, DNA injury, lipid peroxidation, and apoptosis of epithelial cells in the kidney and small intestine.", "year": 2002, "journal": "Archives of biochemistry and biophysics"}, {"title": "L-carnitine administration in coronary artery disease and cardiomyopathy.", "summary": "Mild nausea and vomiting are side effects of L-carnitine, but doses up to 2g/day in 3 divided doses may not have any side effects.", "year": 1998, "journal": "The Journal of the Association of Physicians of India"}, {"title": "Influence of L-carnitine on CD95 cross-lining-induced apoptosis and ceramide generation in human cell lines: correlation with its effects on purified acidic and neutral sphingomyelinases in vitro.", "summary": "L-carnitine administration reduces apoptosis and increases CD4 and CD8 cells without causing side effects in AIDS patients.", "year": 1997, "journal": "Proceedings of the Association of American Physicians"}, {"title": "Long-Term Effects of Neonatal Treatment With Dexamethasone, l-Carnitine, and Combinations Thereof in Rats", "summary": "L-CAR treatment caused one-third less food intake in later life, but rats maintained normal body weight.", "year": 2011, "journal": "Pediatric Research"}, {"title": "Effect of l-carnitine supplementation on muscle cramps induced by stroke: A case report.", "summary": "L-carnitine supplementation reduced nocturnal leg cramps and alleviated sleep disturbance in a patient with cerebral infarction.", "year": 2019, "journal": "Nutrition"}, {"title": "Therapy of L- carnitine Supplementation in Maintenance Hemodialysis Patients", "summary": "Intravenous L-carnitine supplementation improves protein-energy malnutrition, corrects anemia, and decreases dialysis-related hypotension and recurrent cramps in maintenance hemodialysis patients.", "year": 2009, "journal": "China Modern Doctor"}, {"title": "A prospective double-blind, randomized clinical trial of levocarnitine to treat autism spectrum disorders", "summary": "L-carnitine therapy (50 mg/kilogram-bodyweight/day) was generally well-tolerated and significantly improved several clinical measurements of ASD severity.", "year": 2011, "journal": "Medical Science Monitor : International Medical Journal of Experimental and Clinical Research"}, {"title": "The effectiveness of L-Carnitine in improving liver enzymes in Leukemic patients treated with Methotrexate and 6-Mercaptopurine", "summary": "L-carnitine is effective in improving liver enzyme levels in patients treated with methotrexate and 6-mercaptopurine.", "year": 2020, "journal": "International Journal of Pediatrics"}, {"title": "Beneficial effects of L-carnitine in myoblastic C2C12 cells. Interaction with zidovudine.", "summary": "L-carnitine supplementation prevents the effects of zidovudine and restores normal cell growth in myoblastic C2C12 cells.", "year": 2003, "journal": "Biochemical pharmacology"}, {"title": "L-carnitine reduces doxorubicin-induced apoptosis through a prostacyclin-mediated pathway in neonatal rat cardiomyocytes.", "summary": "L-carnitine protects cardiomyocytes from doxorubicin-induced apoptosis through a prostacyclin-mediated pathway.", "year": 2011, "journal": "International journal of cardiology"}], "dosage": [{"title": "Favorable effects of L-carnitine treatment on hypertriglyceridemia in hemodialysis patients: decisive role of low levels of high-density lipoprotein-cholesterol.", "summary": "L-carnitine dosage should be 20 mg/kg IV at the end of each dialysis for 120 days, with 60 mg/kg IV being considered for nonresponders.", "year": 1983, "journal": "The American journal of clinical nutrition"}, {"title": "Effect of dietary L-carnitine on growth performance and body composition in nursery and growing-finishing pigs.", "summary": "The optimal dosage of L-carnitine for growing-finishing pigs is between 49 and 64 ppm.", "year": 2001, "journal": "Journal of animal science"}, {"title": "Efficacy and tolerability of combined treatment with L-carnitine and simvastatin in lowering lipoprotein(a) serum levels in patients with type 2 diabetes mellitus.", "summary": "L-carnitine was administered at a dosage of 2g/day once daily in this study.", "year": 2006, "journal": "Atherosclerosis"}, {"title": "Impact of L-carnitine in narcolepsy treatment: a systematic review on the effectiveness and safety", "summary": "L-carnitine therapy is efficacious and well-tolerated at dosages ranging from 500 to 510 mg/day for narcolepsy patients.", "year": 2022, "journal": "Sleep Science"}, {"title": "Clinical Effects of L-Carnitine Supplementation on Physical Performance in Healthy Subjects, the Key to Success in Rehabilitation: A Systematic Review and Meta-Analysis from the Rehabilitation Point of View", "summary": "The dosage of L-carnitine supplementation that significantly changed serum total carnitine was 2 g/dL for 4 weeks at rest, 1 g/dL for 3 weeks after exercise, and 2 g/dL for 4 weeks at rest.", "year": 2021, "journal": "Journal of Functional Morphology and Kinesiology"}, {"title": "l‐Carnitine Supplementation in Childhood Epilepsy: Current Perspectives", "summary": "Oral L-carnitine dosage is recommended at 100 mg/kg/day, up to a maximum of 2 g/day.", "year": 1998, "journal": "Epilepsia"}, {"title": "Plasma and red blood cell carnitine and carnitine esters during L-carnitine therapy in hemodialysis patients.", "summary": "Low-dose L-carnitine treatment at 5 and 15 mg/kg body wt is sufficient to correct disturbed plasma and RBC carnitine and carnitine esters in hemodialysis patients.", "year": 1990, "journal": "The American journal of clinical nutrition"}, {"title": "Muscle Carnitine Repletion by Long-Term Carnitine Supplementation in Nephropathic Cystinosis", "summary": "Oral L-carnitine replacement can normalize muscle carnitine content in children with cystinosis at a dosage of 92 mg/kg/d given every 6 hours.", "year": 1993, "journal": "Pediatric Research"}, {"title": "Effect of dosage and application mode of L-carnitine on plasma lipid and egg-yolk cholesterol of turkeys, hatchability of eggs and post-hatch growth of their offsprings.", "summary": "Dietary supplementation of 50 ppm L-carnitine for turkey hens improved serum lipid profile, egg fertility, reduced dead-in-shell, egg-yolk cholesterol, and resulted in improved post-hatch growth performance.", "year": 2014, "journal": "Journal of animal physiology and animal nutrition"}, {"title": "A Pilot Clinical Trial on L-Carnitine Supplementation in Combination with Motivation Training: Effects on Weight Management in Healthy Volunteers", "summary": "A low dosage (500 mg/day) of L-carnitine supplementation in combination with motivation training led to significant body weight loss and improved serum adiponectin levels.", "year": 2013, "journal": "Food and Nutrition Sciences"}]}}