{"supplement": "L-Glutamine", "data": {"benefits": [{"title": "Gastrointestinal Tolerance of Low, Medium and High Dose Acute Oral l-Glutamine Supplementation in Healthy Adults: A Pilot Study", "summary": "L-Glutamine supports gastrointestinal and immune function prior to catabolic stress, with most symptoms being mild.", "year": 2020, "journal": "Nutrients"}, {"title": "Glutamine-enriched parenteral nutrition after autologous peripheral blood stem cell transplantation: effects on immune reconstitution and mucositis.", "summary": "Glutamine-enriched parenteral nutrition (GEPN) improves lymphocyte recovery after autologous peripheral blood stem cell transplantation and decreases mucositis severity.", "year": 2003, "journal": "Haematologica"}, {"title": "Cellular Therapy", "summary": "Glutamine-enriched parenteral nutrition (GEPN) improves lymphocyte recovery after autologous peripheral blood stem cell transplantation (aPBSCT).", "year": 2002, "journal": "Bone Marrow Transplantation"}, {"title": "Why is L-glutamine metabolism important to cells of the immune system in health, postinjury, surgery or infection?", "summary": "Glutamine is essential for cell proliferation, acts as a respiratory fuel, and enhances the function of stimulated immune cells, such as lymphocytes, macrophages, and neutrophils.", "year": 2001, "journal": "The Journal of nutrition"}, {"title": "Glutamine reduces heat shock-induced cell death in rat intestinal epithelial cells.", "summary": "Glutamine supplementation reduces heat shock-induced cell death and may play a key role in preventing intestinal mucosal atrophy.", "year": 1998, "journal": "The Journal of nutrition"}, {"title": "The Emerging Role of l-Glutamine in Cardiovascular Health and Disease", "summary": "L-glutamine promotes cardiovascular health by optimizing nitric oxide synthesis, mitigating risk factors for cardiovascular disease, and protecting against cardiometabolic disease, ischemia-reperfusion injury, sickle cell disease, and heart failure.", "year": 2019, "journal": "Nutrients"}, {"title": "Alanyl-glutamine and glutamine plus alanine supplements improve skeletal redox status in trained rats: involvement of heat shock protein pathways.", "summary": "Oral l-glutamine supplements can attenuate muscle damage and oxidative stress in high-intensity aerobic exercise by increasing heat shock proteins and heat shock factor 1.", "year": 2014, "journal": "Life sciences"}, {"title": "Glutamine regulates the expression of proteins with a potential health‐promoting effect in human intestinal Caco‐2 cells", "summary": "Glutamine regulates the expression of proteins with potential health-promoting effects in intestinal cells, potentially improving gut mucosal integrity and function.", "year": 2006, "journal": "PROTEOMICS"}, {"title": "The Metabolic Responses to L-Glutamine of Livers from Rats with Diabetes Types 1 and 2", "summary": "L-glutamine infusion accelerates glucose output in type 1 diabetic rats, but type 2 diabetic rats show no accelerated glucose output but increased L-alanine production.", "year": 2016, "journal": "PLoS ONE"}, {"title": "Pharmacokinetics of L-Glutamine (Endari) in Pediatric and Adult Sickle Cell Disease Patients: A Phase 4, Open-Label, Single-Center Study", "summary": "L-glutamine is approved by the FDA for the treatment of sickle cell disease, reducing painful episodes and hospitalizations.", "year": 2021, "journal": "Blood"}], "side effects": [{"title": "Safety Profile of L-Glutamine in Patients with Sickle Cell Disease: Data from Post-Marketing Surveillance", "summary": "L-glutamine at approximately 0.3 g/kg twice daily is safe and well-tolerated, with common side effects including constipation, nausea, headache, abdominal pain, cough, pain in extremity, back pain, and chest pain.", "year": 2021, "journal": "Blood"}, {"title": "Role of glutamine in bacterial transcytosis and epithelial cell injury.", "summary": "Glutamine deprivation in enterocytes leads to increased bacterial translocation and reduced epithelial cell resistance, potentially causing mucosal dysfunction and necrotic complications.", "year": 1997, "journal": "JPEN. Journal of parenteral and enteral nutrition"}, {"title": "Therapeutic considerations of L-glutamine: a review of the literature.", "summary": "L-glutamine may stimulate tumor growth and prevent gut and oral toxic side-effects in cancer chemotherapy and radiotherapy.", "year": 1999, "journal": "Alternative medicine review : a journal of clinical therapeutic"}, {"title": "Glutamine blockade induces divergent metabolic programs to overcome tumor immune evasion", "summary": "Blocking glutamine metabolism in cancer patients can result in decreased toxicity and enhanced anticancer immune responses.", "year": 2019, "journal": "Science"}, {"title": "Production, purification and kinetic characterization of glutaminase free anti-leukemic L-asparaginase with low endotoxin level from novel soil isolate", "summary": "L-asparaginase side effects are attributed to glutaminase activity, which is toxic to non-tumor cells and endotoxin content, which can produce vasoactive amines and induce septic shock.", "year": 2019, "journal": "Preparative Biochemistry & Biotechnology"}, {"title": "Reduction of chemotherapy-induced side-effects by parenteral glutamine supplementation in patients with metastatic colorectal cancer.", "summary": "Parenteral glutamine supplementation reduces chemotherapy-induced mucositis and ulcerations in patients with metastatic colorectal cancer.", "year": 1999, "journal": "European journal of cancer"}, {"title": "Control of Nitrate Uptake by Phloem‐Translocated Glutamine in Zea mays L. Seedlings", "summary": "Glutamine treatment in Zea mays seedlings resulted in a strong inhibition of nitrate uptake rate and a significant enrichment of amino compounds in root tissue.", "year": 2002, "journal": "Plant Biology"}, {"title": "The differential ability of asparagine and glutamine in promoting the closed/active enzyme conformation rationalizes the Wolinella succinogenes L-asparaginase substrate specificity", "summary": "L-glutaminase activity is related to side effects of current FDA-approved L-asparaginases, and the Wolinella succinogenes L-asparaginase variant with a proline at position 121 has L-glutaminase activity.", "year": 2017, "journal": "Scientific Reports"}, {"title": "Risk Assessment of \"Other Substances\" – L-Glutamine and L-glutamic Acid", "summary": "L-glutamine and L-glutamic acid are considered non-essential amino acids in humans and play important roles in protein synthesis, central nervous system, immune system, and insulin secretion.", "year": 2020, "journal": ""}, {"title": "Excitatory Amino Acid Neurotransmitters in the Corticostriate Pathway: Studies Using Intracerebral Microdialysis In Vivo", "summary": "Glutamine is the principal precursor for neurotransmitter glutamate in the corticostriate pathway.", "year": 1986, "journal": "Journal of Neurochemistry"}], "dosage": [{"title": "Gastrointestinal Tolerance of Low, Medium and High Dose Acute Oral l-Glutamine Supplementation in Healthy Adults: A Pilot Study", "summary": "Acute oral l-glutamine ingestion in dosages up to 0.9 gkgFFM1 are generally well-tolerated, but the severity of mild gastrointestinal symptoms appears dose-dependent during the first two hours post prandial.", "year": 2020, "journal": "Nutrients"}, {"title": "Dosing and efficacy of glutamine supplementation in human exercise and sport training.", "summary": "Acute intakes of 20-30g of glutamine seem to be without ill effect in healthy adult humans, and doses of up to 0.65g/kg body mass have been reported to be tolerated.", "year": 2008, "journal": "The Journal of nutrition"}, {"title": "The pharmacokinetic responses of humans to 20 g of alanyl-glutamine dipeptide differ with the dosing protocol but not with gastric acidity or in patients with acute Dengue fever.", "summary": "Oral administration of 20g of L-alanyl-glutamine (Ala-Gln) significantly increased free plasma Gln and alanine concentrations in healthy subjects.", "year": 2000, "journal": "The Journal of nutrition"}, {"title": "Pharmacokinetics of L-Glutamine (Endari) in Pediatric and Adult Sickle Cell Disease Patients: A Phase 4, Open-Label, Single-Center Study", "summary": "L-glutamine doses in this study were 0.1 g/kg, 0.3 g/kg twice daily, and 0.6 g/kg once daily.", "year": 2021, "journal": "Blood"}, {"title": "Effects of enteral supplementation with glutamine granules on intestinal mucosal barrier function in severe burned patients.", "summary": "Glutamine granules taken orally at a dosage of 0.5 g/kg for 14 days can abate intestinal injury, lessen intestinal mucosal permeability, ameliorate wound healing, and reduce hospital stay.", "year": 2004, "journal": "Burns : journal of the International Society for Burn Injuries"}, {"title": "L-glutamine absorption is enhanced after ingestion of L-alanylglutamine compared with the free amino acid or wheat protein.", "summary": "Ingestion of 60 mg/kg of L-glutamine, 89 mg/kg of Sustamine, or 200 mg/kg of hydrolyzed wheat protein resulted in significant increases in plasma L-glutamine concentrations.", "year": 2012, "journal": "Nutrition research"}, {"title": "Safety and metabolic effects of L-glutamine administration in humans.", "summary": "Oral doses of L-glutamine range from 0 to 0.3 g/kg, and intravenous administration is well tolerated at doses of 0.0125 and 0.025 g/kg/hr.", "year": 1990, "journal": "JPEN. Journal of parenteral and enteral nutrition"}, {"title": "L-Glutamine therapy reduces endothelial adhesion of sickle red blood cells to human umbilical vein endothelial cells", "summary": "Oral L-glutamine administration at a dosage of 30 grams per day improves sickle RBC adhesion to human umbilical vein endothelial cells.", "year": 2005, "journal": "BMC Blood Disorders"}, {"title": "Administration of glutamine and its dipeptides in parenteral nutrition. Which patients are candidates", "summary": "The dose of L-glutamine or its dipeptide forms in post-operative periods is 0.19-0.29 g/kg/day, and in patients undergoing bone marrow transplants, 0.37-0.57 g/kg/day.", "year": 1998, "journal": "Nutricion Hospitalaria"}]}}