{"supplement": "Liposomal Vitamin C", "data": {"benefits": [{"title": "Evaluation and clinical comparison studies on liposomal and non-liposomal ascorbic acid (vitamin C) and their enhanced bioavailability", "summary": "Liposomal vitamin C is 1.77 times more bioavailable than non-liposomal vitamin C, with higher values of Cmax, AUC0–t, and AUC0-Î± related to non-liposomal vitamin C.", "year": 2020, "journal": "Journal of Liposome Research"}, {"title": "Vitamin C and Immune Function", "summary": "Liposomal Vitamin C contributes to immune defense by supporting various cellular functions of both the innate and adaptive immune system, enhancing cellular functions and preventing and treating infections.", "year": 2017, "journal": "Nutrients"}, {"title": "Interaction of Ascorbate and α‐Tocopherol", "summary": "Liposomal vitamin C acts as a synergist with vitamin E, protecting lipids, proteins, and membranes from oxidative damage.", "year": 1987, "journal": "Annals of the New York Academy of Sciences"}, {"title": "Individual and combined antioxidant effects of seven phenolic agents in human erythrocyte membrane ghosts and phosphatidylcholine liposome systems: importance of the partition coefficient.", "summary": "Combining caffeic acid, catechin, and epicatechin with alpha-tocopherol, beta-carotene, and vitamin C may provide stronger protective benefits against lipid oxidation, potentially helping with oxidation-related diseases prevention.", "year": 2000, "journal": "Journal of agricultural and food chemistry"}, {"title": "Vitamin C and Heart Health: A Review Based on Findings from Epidemiologic Studies", "summary": "Vitamin C may slightly improve endothelial function and lipid profiles in some groups, especially those with low plasma vitamin C levels.", "year": 2016, "journal": "International Journal of Molecular Sciences"}, {"title": "Vitamin C–squalene bioconjugate promotes epidermal thickening and collagen production in human skin", "summary": "Liposomal Vitamin C-squalene bioconjugate significantly increases epidermal thickness and favors collagen III production in human skin after application for 10 days.", "year": 2020, "journal": "Scientific Reports"}, {"title": "Enhanced Resorption of Liposomal Packed Vitamin C Monitored by Ultrasound", "summary": "Liposomal vitamin C can enhance intestinal vitamin C resorption, potentially improving resistance to infections involving the immune system.", "year": 2020, "journal": "Journal of Clinical Medicine"}, {"title": "Polarization of Tumor-Associated Macrophages Promoted by Vitamin C-Loaded Liposomes for Cancer Immunotherapy.", "summary": "Vitamin C-loaded liposomes can induce oxidative toxicity and promote the infiltration of activating cytotoxic T lymphocytes in the tumor microenvironment, enhancing immune response and process in cancer treatment.", "year": 2022, "journal": "ACS nano"}, {"title": "Formulation of vitamin C encapsulation in marine phospholipids nanoliposomes: Characterization and stability evaluation during long term storage", "summary": "Liposomal vitamin C can protect it during long-term storage and maintain its antioxidant activity.", "year": 2020, "journal": "Lwt - Food Science and Technology"}, {"title": "Liposomal-encapsulated Ascorbic Acid: Influence on Vitamin C Bioavailability and Capacity to Protect Against Ischemia–Reperfusion Injury", "summary": "Oral delivery of vitamin C encapsulated in liposomes provides protection from ischemia-reperfusion-mediated oxidative stress similar to unencapsulated oral and intravenous administrations.", "year": 2016, "journal": "Nutrition and Metabolic Insights"}], "side effects": [{"title": "Oral administration of vitamin C decreases muscle mitochondrial biogenesis and hampers training-induced adaptations in endurance performance.", "summary": "Vitamin C supplementation decreases training efficiency by preventing some cellular adaptations to exercise.", "year": 2008, "journal": "The American journal of clinical nutrition"}, {"title": "The influence of large doses of vitamin C on psychological functioning", "summary": "Large doses of vitamin C can lead to decreased reaction times and psychomotor coordination.", "year": 2004, "journal": "Psychopharmacology"}, {"title": "Vitamin C antioxidant effects in hippocampus of adult Wistar rats after seizures and status epilepticus induced by pilocarpine", "summary": "Vitamin C can increase latency to first seizure and decrease mortality rate in adult rats after seizures and status epilepticus induced by pilocarpine.", "year": 2007, "journal": "Neuroscience Letters"}, {"title": "Vitamin C and cancer chemoprevention: reappraisal.", "summary": "A moderate daily dose of supplementary vitamin C (200 mg) induces the formation of genotoxins, resulting in DNA damage and initiation of carcinogenesis.", "year": 2003, "journal": "The American journal of clinical nutrition"}, {"title": "Liposomal-encapsulated Ascorbic Acid: Influence on Vitamin C Bioavailability and Capacity to Protect Against Ischemia–Reperfusion Injury", "summary": "Oral delivery of vitamin C encapsulated in liposomes provides protection from ischemia-reperfusion-mediated oxidative stress similar to unencapsulated oral and intravenous administrations.", "year": 2016, "journal": "Nutrition and Metabolic Insights"}, {"title": "Alleviation of genotoxic effects of cyclophosphamide using encapsulation into liposomes in the absence or presence of vitamin C.", "summary": "Liposomal vitamin C can diminish the potential side effects of cyclophosphamide by acting as an antioxidant and reducing oxidative stress.", "year": 2012, "journal": "General physiology and biophysics"}, {"title": "The effect of pharmacological supplementation with vitamin C on low-density lipoprotein oxidation.", "summary": "Vitamin C supplementation may have a protective role against lipid peroxidation by decreasing plasma MDA levels and enhancing vitamin E and GSH status.", "year": 2003, "journal": "British journal of clinical pharmacology"}, {"title": "Enhanced Resorption of Liposomal Packed Vitamin C Monitored by Ultrasound", "summary": "Liposomal vitamin C can enhance intestinal vitamin C resorption, potentially improving resistance to infections involving the immune system.", "year": 2020, "journal": "Journal of Clinical Medicine"}, {"title": "Effects of liposomal nasal spray with vitamins A and E on allergic rhinitis", "summary": "Liposomal nasal spray improves nasal symptoms of allergic rhinitis with limited side effects.", "year": 2020, "journal": "Acta Otorhinolaryngologica Italica"}], "dosage": [{"title": "Effects of vitamin C supplementation on antioxidants and lipid peroxidation markers in elderly subjects with type 2 diabetes.", "summary": "0.5 and 1g of vitamin C per day significantly increased cellular reduced glutathione levels and vitamin E content of LDL in elderly patients with type 2 diabetes mellitus.", "year": 2009, "journal": "Archives of gerontology and geriatrics"}, {"title": "Liposomal-encapsulated Ascorbic Acid: Influence on Vitamin C Bioavailability and Capacity to Protect Against Ischemia–Reperfusion Injury", "summary": "Oral delivery of 4g of vitamin C encapsulated in liposomes provides protection from ischemia-reperfusion-mediated oxidative stress similar to unencapsulated oral and intravenous administrations.", "year": 2016, "journal": "Nutrition and Metabolic Insights"}, {"title": "Does short-term vitamin C reduce cardiovascular risk in type 2 diabetes?", "summary": "Vitamin C at dosages of 250, 500, and 1,000 mg per day did not show significant effects on lipid parameters or oxidative stress, inflammation, or hypercoagulability in type 2 diabetes.", "year": 2013, "journal": "Endocrine practice : official journal of the American College of Endocrinology and the American Association of Clinical Endocrinologists"}, {"title": "Vitamin C antioxidant effects in hippocampus of adult Wistar rats after seizures and status epilepticus induced by pilocarpine", "summary": "Vitamin C pretreatment at 250 mg/kg, i.p., 30 minutes before pilocarpine administration increased latency to first seizure and decreased mortality rate in adult rats.", "year": 2007, "journal": "Neuroscience Letters"}, {"title": "Consumption of high-dose vitamin C (1250 mg per day) enhances functional and structural properties of serum lipoprotein to improve anti-oxidant, anti-atherosclerotic, and anti-aging effects via regulation of anti-inflammatory microRNA.", "summary": "High-dose vitamin C (1250 mg per day) enhances serum lipoprotein properties, improving anti-oxidant, anti-atherosclerotic, and anti-aging effects.", "year": 2015, "journal": "Food & function"}, {"title": "Новые технологии в лечении железодефицитной анемии", "summary": "A combination of liposomal iron and vitamin C at a daily dosage of 30 (1 capsule) and 60 mg (2 capsules) showed similar results to bivalent iron and vitamin C at higher dosages.", "year": 2016, "journal": ""}, {"title": "Criteria and recommendations for vitamin C intake.", "summary": "A recent study suggests that a vitamin C intake of 100 mg-200 mg/day is needed, which is two to threefold greater than the current Recommended Dietary Allowance.", "year": 1999, "journal": "Nutrition reviews"}, {"title": "Effect of vitamin C on ambulatory blood pressure and plasma lipids in older persons", "summary": "Oral vitamin C supplements (500 mg daily) showed a small but significant fall in systolic blood pressure in older adults.", "year": 2000, "journal": "Journal of Hypertension"}, {"title": "A new recommended dietary allowance of vitamin C for healthy young women", "summary": "The recommended dietary allowance of vitamin C for young women should be increased to 90 mg daily.", "year": 2001, "journal": "Proceedings of the National Academy of Sciences of the United States of America"}, {"title": "Vitamin C pharmacokinetics in healthy volunteers: evidence for a recommended dietary allowance.", "summary": "The current RDA of 60 mg daily should be increased to 200 mg daily, which can be obtained from fruits and vegetables.", "year": 1996, "journal": "Proceedings of the National Academy of Sciences of the United States of America"}]}}