{"supplement": "Lutein", "data": {"benefits": [{"title": "A possible role for lutein and zeaxanthin in cognitive function in the elderly.", "summary": "Dietary lutein and zeaxanthin may be beneficial in maintaining cognitive health, as they are related to improved memory retention, verbal fluency, and reduced dementia severity in older adults.", "year": 2012, "journal": "The American journal of clinical nutrition"}, {"title": "Dietary guidance for lutein: consideration for intake recommendations is scientifically supported", "summary": "Lutein has potential health benefits, including improving visual performance and reducing the risk of age-related macular degeneration.", "year": 2017, "journal": "European Journal of Nutrition"}, {"title": "Mechanistic insights into the effect of lutein on atherosclerosis, vascular dysfunction, and related risk factors: a systematic review of in vivo, ex vivo and in vitro studies.", "summary": "Lutein has positive effects on atherosclerosis development, inflammation, and endothelial dysfunction.", "year": 2019, "journal": "Pharmacological research"}, {"title": "Lutein supplementation combined with a low-calorie diet in middle-aged obese individuals: effects on anthropometric indices, body composition and metabolic parameters", "summary": "Lutein supplementation combined with a low-calorie diet can improve body composition and lipid profile in obese middle-aged individuals.", "year": 2020, "journal": "British Journal of Nutrition"}, {"title": "The body of evidence to support a protective role for lutein and zeaxanthin in delaying chronic disease. Overview.", "summary": "Lutein and zeaxanthin may protect against the development of eye diseases like aging, cataract, and macular degeneration.", "year": 2002, "journal": "The Journal of nutrition"}, {"title": "Effects of lutein and zeaxanthin on aspects of eye health.", "summary": "Lutein and zeaxanthin have a potential role in preventing and treating eye diseases like age-related macular degeneration, cataract, and retinitis pigmentosa.", "year": 2010, "journal": "Journal of the science of food and agriculture"}, {"title": "Lutein and Zeaxanthin Isomers in Eye Health and Disease.", "summary": "Lutein and its isomers play important roles in ocular development, vision performance, and lowering risk for age-related eye diseases.", "year": 2016, "journal": "Annual review of nutrition"}, {"title": "The Effect of Lutein on Eye and Extra-Eye Health", "summary": "Lutein improves or prevents age-related macular disease, ameliorates cognitive function, decreases cancer risk, and improves cardiovascular health.", "year": 2018, "journal": "Nutrients"}, {"title": "Lutein as a functional food ingredient: Stability and bioavailability", "summary": "Lutein has antioxidant potential, plays a significant role in preventing age-related macular degeneration and other diseases, and is essential in infant brain development.", "year": 2020, "journal": "Journal of Functional Foods"}, {"title": "Supercritical Fluid Extraction of Lutein from Scenedesmus almeriensis", "summary": "Lutein has health benefits such as preventing age-related macular degeneration, cataracts, ameliorating atherosclerosis, and preventing some types of cancer.", "year": 2019, "journal": "Molecules"}], "side effects": [{"title": "Evaluation of Delestrogen and Parlodel as a luteolytic agent in humans.", "summary": "Side effects of luteolytic therapy include lethargy, dizziness, nausea, vomiting, hot flashes, depression, and nasal congestion.", "year": 1982, "journal": "Fertility and sterility"}, {"title": "Lutein in patients with cataracts and age-related macular degeneration : a long-term supplementation study", "summary": "No significant side effects such as hypercarotenemia, carotenodermia, or changes in biochemical or haematological profile were observed with lutein supplementation.", "year": 2001, "journal": "Journal of the Science of Food and Agriculture"}, {"title": "Mechanistic insights into the effect of lutein on atherosclerosis, vascular dysfunction, and related risk factors: a systematic review of in vivo, ex vivo and in vitro studies.", "summary": "Lutein has positive effects on atherosclerosis development and some common risk factors, including inflammation and endothelial dysfunction.", "year": 2019, "journal": "Pharmacological research"}, {"title": "Modulation of DNA-Induced Damage and Repair Capacity in Humans after Dietary Intervention with Lutein-Enriched Fermented Milk", "summary": "Consumption of lutein-enriched fermented milk improves DNA resistance to damage and repair capacity in lymphocytes without causing genotoxic effects or side effects on other nutritional and biochemical markers.", "year": 2013, "journal": "PLoS ONE"}, {"title": "Toxicity Profile of Lutein and Lutein Ester Isolated From Marigold Flowers (Tagetes erecta)", "summary": "Lutein and its ester form did not produce any mortality, change in body weight, food consumption pattern, organ weight, and other adverse side reactions in rats.", "year": 2008, "journal": "International Journal of Toxicology"}, {"title": "Erectile function and nocturnal penile tumescence in patients with prostate cancer undergoing luteinizing hormone‐releasing hormone agonist therapy", "summary": "LHRH agonists suppress testicular androgen production, potentially affecting erectile function.", "year": 1999, "journal": "International Journal of Urology"}, {"title": "The Pharmacological Effects of Lutein and Zeaxanthin on Visual Disorders and Cognition Diseases", "summary": "Moderate intakes of lutein and zeaxanthin are associated with decreased age-related macular degeneration risk and less visual impairment.", "year": 2017, "journal": "Molecules : A Journal of Synthetic Chemistry and Natural Product Chemistry"}, {"title": "Lutein, but not alpha-tocopherol, supplementation improves visual function in patients with age-related cataracts: a 2-y double-blind, placebo-controlled pilot study.", "summary": "No significant side effects or changes in biochemical or hematologic profiles were observed in any of the subjects during the study.", "year": 2003, "journal": "Nutrition"}, {"title": "The Effect of Lutein on Eye and Extra-Eye Health", "summary": "Sustained lutein consumption may contribute to reducing the burden of several chronic diseases, including age-related macular disease, cognitive function, cancer risk, and cardiovascular health.", "year": 2018, "journal": "Nutrients"}, {"title": "Apricot carotenoids possess potent anti-amyloidogenic activity in vitro.", "summary": "Lutein in apricot fruits shows strong inhibitory effects on AÎ2 fibril formation, suggesting potential as a preventive agent for amyloid-associated diseases.", "year": 2011, "journal": "Journal of agricultural and food chemistry"}], "dosage": [{"title": "Plasma kinetics of lutein, zeaxanthin, and 3-dehydro-lutein after multiple oral doses of a lutein supplement.", "summary": "Long-term supplementation with 4.1 and 20.5 mg lutein increased plasma lutein concentrations approximately 3.5- and 10-fold, respectively.", "year": 2005, "journal": "The American journal of clinical nutrition"}, {"title": "Effect of Supplemental Lutein and Zeaxanthin on Serum, Macular Pigmentation, and Visual Performance in Patients with Early Age-Related Macular Degeneration", "summary": "10 mg lutein daily might be an advisable long-term dosage for early AMD treatment.", "year": 2015, "journal": "BioMed Research International"}, {"title": "Lutein in patients with cataracts and age-related macular degeneration : a long-term supplementation study", "summary": "Three lutein capsules per week provided about 12 mg of all-trans-lutein, 3 mg of 13/15-cis-lutein, and 3.3mg of Î± -tocopherol.", "year": 2001, "journal": "Journal of the Science of Food and Agriculture"}, {"title": "Dose-dependent response of serum lutein and macular pigment optical density to supplementation with lutein esters.", "summary": "Doses of lutein supplements range from 5 to 20 mg, with serum lutein concentration and macular pigment optical density responding linearly to dose.", "year": 2010, "journal": "Archives of biochemistry and biophysics"}, {"title": "Ovulation Induction and Conception Using Subcutaneous Pulsatile Luteinizing Hormone- Releasing Hormone", "summary": "Response to luteinizing hormone-releasing hormone appears to be dose-related, and 240 Î± g/day is effective for ovulation induction.", "year": 1983, "journal": "Obstetrics & Gynecology"}, {"title": "The relationship between the pituitary response to luteinizing hormone-releasing hormone and the ovulatory response to clomiphene citrate.", "summary": "A serum luteinizing hormone level higher than 45 mIU/ml at 30 or 45 minutes after injection was considered a \"positive response\" to LH-RH.", "year": 1976, "journal": "Fertility and sterility"}, {"title": "Effect of mono- and diglycerides on the digestion and absorption of lutein in lymph fistula rats.", "summary": "20 mg/kg lutein is the saturable level of lymphatic lutein absorption, with no lutein detected in portal circulation at any dosage level tested.", "year": 2018, "journal": "American journal of physiology. Gastrointestinal and liver physiology"}, {"title": "[Protective effect of lutein against blue light-induced retinal damage in rat].", "summary": "Lutein dosages in this study were 0.5 mg/ml, 1.0 mg/ml, and 2.0 mg/mI, with a significant effect on preventing retina light damage.", "year": 2008, "journal": "Wei sheng yan jiu = Journal of hygiene research"}, {"title": "Evaluation of Different Delivery Vehicles on the Digestion and Absorption of Lutein using a Lymph Fistula Rat Model", "summary": "20 mg/kg lutein in safflower oil suspension is the saturable level of lymphatic lutein absorption in rats.", "year": 2016, "journal": "The FASEB Journal"}]}}