{"supplement": "Maca", "data": {"benefits": [{"title": "Beneficial effects of Lepidium meyenii (Maca) on psychological symptoms and measures of sexual dysfunction in postmenopausal women are not related to estrogen or androgen content", "summary": "Maca (3.5 g/d) reduces psychological symptoms, including anxiety and depression, and lowers measures of sexual dysfunction in postmenopausal women independent of estrogenic and androgenic activity.", "year": 2008, "journal": "Menopause"}, {"title": "A Double‐Blind, Randomized, Pilot Dose‐Finding Study of Maca Root (L. Meyenii) for the Management of SSRI‐Induced Sexual Dysfunction", "summary": "Maca root may alleviate SSRI-induced sexual dysfunction and have a beneficial effect on libido.", "year": 2008, "journal": "CNS Neuroscience & Therapeutics"}, {"title": "A pilot investigation into the effect of maca supplementation on physical activity and sexual desire in sportsmen.", "summary": "Maca supplementation improved 40 km cycling time trial performance and sexual desire in trained male cyclists.", "year": 2009, "journal": "Journal of ethnopharmacology"}, {"title": "Effect of Lepidium meyenii Walp. on Semen Parameters and Serum Hormone Levels in Healthy Adult Men: A Double-Blind, Randomized, Placebo-Controlled Pilot Study", "summary": "Maca possesses fertility enhancing properties in men, with rising trends in sperm concentration and motility.", "year": 2015, "journal": "Evidence-based Complementary and Alternative Medicine : eCAM"}, {"title": "Cyclophosphamide‐induced male subfertility in mice: An assessment of the potential benefits of Maca supplement", "summary": "Maca mitigates CYP-induced male gonadal toxicity and subfertility in mice.", "year": 2018, "journal": "Andrologia"}, {"title": "Lepidium meyenii (Maca) enhances the serum levels of luteinising hormone in female rats.", "summary": "Maca enhances serum levels of luteinizing hormone in female rats during the pro-oestrus LH surge, supporting its traditional use for enhancing fertility.", "year": 2014, "journal": "Journal of ethnopharmacology"}, {"title": "Effect of short-term and long-term treatments with three ecotypes of Lepidium meyenii (MACA) on spermatogenesis in rats.", "summary": "Black Maca has a more beneficial effect on sperm counts and epididymal sperm motility than Yellow and Red Maca.", "year": 2006, "journal": "Journal of ethnopharmacology"}, {"title": "Discovering anti-osteoporosis constituents of maca (Lepidium meyenii) by combined virtual screening and activity verification", "summary": "Maca's active constituent, N-benzyl-palmitamide, prevents osteoporosis and promotes bone formation through enhanced expression of osteogenesis-related genes.", "year": 2015, "journal": "Food Research International"}, {"title": "N-Benzyl-linoleamide, a Constituent of Lepidium meyenii (Maca), Is an Orally Bioavailable Soluble Epoxide Hydrolase Inhibitor That Alleviates Inflammatory Pain.", "summary": "Maca's constituent, N-benzyl-linoleamide, effectively reduces inflammatory pain.", "year": 2020, "journal": "Journal of natural products"}, {"title": "The benefits of Maca (Lepidium meyenii) extract administration for male rabbits affected by environmental heat stress.", "summary": "Oral administration of Maca extract at 400 or 600 mg/head-weekly enhanced growth performance, hemato-biochemical attributes, antioxidant status, and semen quality in rabbits during the hot season.", "year": 2022, "journal": "Journal of animal physiology and animal nutrition"}], "side effects": [{"title": "Lepidium meyenii (Maca) in male reproduction", "summary": "Maca has been shown to affect the quality and quantity of semen, sexual behavior, and disorders of the male genital tract.", "year": 2019, "journal": "Natural Product Research"}, {"title": "[Maca (Lepidium meyenii Walp), a review of its biological properties].", "summary": "Maca has diverse beneficial effects, including improved sexual function, spermatogenesis, female reproductive function, memory, depression, anxiety, energy, and safety in consumption.", "year": 2014, "journal": "Revista peruana de medicina experimental y salud publica"}, {"title": "Adverse effects of gentamicin in scarlet macaws and galahs.", "summary": "Gentamicin administration in macaws and galahs led to polydipsia, polyuria, and increased plasma aspartate transaminase activity.", "year": 1990, "journal": "American journal of veterinary research"}, {"title": "Effect of Lepidium meyenii Walp. on Semen Parameters and Serum Hormone Levels in Healthy Adult Men: A Double-Blind, Randomized, Placebo-Controlled Pilot Study", "summary": "Maca possesses fertility enhancing properties in men, with rising trends in sperm concentration and motility.", "year": 2015, "journal": "Evidence-based Complementary and Alternative Medicine : eCAM"}, {"title": "Chemical composition and health effects of maca (Lepidium meyenii).", "summary": "Maca has diverse health effects, including enhanced reproductive health, antifatigue, antioxidation, neuroprotection, antimicrobial activity, anticancer, hepatoprotection, immunomodulation, and improving skin health and digestive system function.", "year": 2019, "journal": "Food chemistry"}, {"title": "Effect of Lepidium meyenii (Maca), a root with aphrodisiac and fertility-enhancing properties, on serum reproductive hormone levels in adult healthy men.", "summary": "Maca treatment does not affect serum reproductive hormone levels in adult healthy men.", "year": 2003, "journal": "The Journal of endocrinology"}, {"title": "Effect of maca supplementation on bovine sperm quantity and quality followed over two spermatogenic cycles.", "summary": "Maca supplementation improves sperm quantity and quality in bulls, but does not affect mating behavior.", "year": 2010, "journal": "Theriogenology"}, {"title": "Effect of Lepidium meyenii (Maca) on spermatogenesis in male rats acutely exposed to high altitude (4340 m).", "summary": "Maca treatment increased sperm count and prevented high altitude-induced testicular disturbances in male rats.", "year": 2004, "journal": "The Journal of endocrinology"}, {"title": "Acceptability, Safety, and Efficacy of Oral Administration of Extracts of Black or Red Maca (Lepidium meyenii) in Adult Human Subjects: A Randomized, Double-Blind, Placebo-Controlled Study", "summary": "Maca extract consumption improved quality of life parameters and was well tolerated and safe.", "year": 2016, "journal": "Pharmaceuticals"}, {"title": "Subjective effects of Lepidium meyenii (Maca) extract on well‐being and sexual performances in patients with mild erectile dysfunction: a randomised, double‐blind clinical trial", "summary": "Maca supplementation has a small but significant effect on subjective perception of general and sexual well-being in adult patients with mild erectile dysfunction.", "year": 2009, "journal": "Andrologia"}], "dosage": [{"title": "Effect of Lepidium meyenii (Maca), a root with aphrodisiac and fertility-enhancing properties, on serum reproductive hormone levels in adult healthy men.", "summary": "Maca dosages of 1500 mg or 3000 mg per day did not affect serum reproductive hormone levels in healthy men.", "year": 2003, "journal": "The Journal of endocrinology"}, {"title": "Beneficial effects of Lepidium meyenii (Maca) on psychological symptoms and measures of sexual dysfunction in postmenopausal women are not related to estrogen or androgen content", "summary": "Maca (3.5 g/d) reduces psychological symptoms and lowers sexual dysfunction in postmenopausal women independent of estrogenic and androgenic activity.", "year": 2008, "journal": "Menopause"}, {"title": "A Double‐Blind, Randomized, Pilot Dose‐Finding Study of Maca Root (L. Meyenii) for the Management of SSRI‐Induced Sexual Dysfunction", "summary": "Maca root may alleviate SSRI-induced sexual dysfunction at a dose of 3.0 g/day, with a dose-related effect on libido.", "year": 2008, "journal": "CNS Neuroscience & Therapeutics"}, {"title": "Subjective effects of Lepidium meyenii (Maca) extract on well‐being and sexual performances in patients with mild erectile dysfunction: a randomised, double‐blind clinical trial", "summary": "Maca dry extract, 2400 mg, significantly improves subjective perception of general and sexual well-being in adult patients with mild erectile dysfunction.", "year": 2009, "journal": "Andrologia"}, {"title": "Cyclophosphamide‐induced male subfertility in mice: An assessment of the potential benefits of Maca supplement", "summary": "Oral Maca (500 or 1,000 mg/kg) mitigated CYP-induced gonadal toxicity and subfertility in male mice.", "year": 2018, "journal": "Andrologia"}, {"title": "Lepidium meyenii Walp. improves sexual behaviour in male rats independently from its action on spontaneous locomotor activity.", "summary": "Acute and chronic Maca oral administration (15 mg/kg) significantly improve sexual performance parameters in male rats.", "year": 2001, "journal": "Journal of ethnopharmacology"}, {"title": "Effect of Lepidium meyenii (Maca) on spermatogenesis in male rats acutely exposed to high altitude (4340 m).", "summary": "Maca treatment (666.6 mg/day) prevented high altitude-induced testicular disturbances and increased sperm count in male rats.", "year": 2004, "journal": "The Journal of endocrinology"}, {"title": "Dose-response effects of Lepidium meyenii (Maca) aqueous extract on testicular function and weight of different organs in adult rats.", "summary": "Maca extract at doses up to 5 g/kg was safe and had a higher effect on reproductive parameters at a dose of 1 g extract/kg corresponding to 2.2 g dry Maca hypocotyls/kg.", "year": 2005, "journal": "Journal of ethnopharmacology"}, {"title": "Effect of Maca Extracts on Alleviating Physical Fatigue in Mice", "summary": "Maca extracts at a high dosage of 0.80 g/(kgbwd) significantly prolonged weight-loaded swimming duration and decreased blood urea nitrogen and blood lactic acid in mice.", "year": 2015, "journal": "Food Research and Development"}, {"title": "Effect of Lepidium meyenii (MACA) on sexual desire and its absent relationship with serum testosterone levels in adult healthy men", "summary": "Maca was administered in doses of 1500 mg or 3000 mg to men aged 21-56 years.", "year": 2002, "journal": "Andrologia"}]}}