{"supplement": "Magnesium", "data": {"benefits": [{"title": "Effect of magnesium supplementation on insulin resistance in humans: A systematic review.", "summary": "Magnesium supplementation reduces insulin resistance in patients with hypomagnesemia presenting insulin resistance.", "year": 2017, "journal": "Nutrition"}, {"title": "A Magtein®, Magnesium L-Threonate, -Based Formula Improves Brain Cognitive Functions in Healthy Chinese Adults", "summary": "Magnesium L-threonate supplementation, like Magtein®PS, significantly improves memory and cognition in healthy Chinese adults.", "year": 2022, "journal": "Nutrients"}, {"title": "Magnesium. An update on physiological, clinical and analytical aspects.", "summary": "Magnesium supplementation or intravenous infusion may be beneficial in various diseased states, including alcoholism, eclampsia, hypertension, atherosclerosis, cardiac diseases, diabetes, and asthma.", "year": 2000, "journal": "Clinica chimica acta; international journal of clinical chemistry"}, {"title": "Magnesium in man: implications for health and disease.", "summary": "Magnesium supplementation has been beneficial in treating preeclampsia, migraine, depression, coronary artery disease, and asthma.", "year": 2015, "journal": "Physiological reviews"}, {"title": "Role of magnesium in insulin action, diabetes and cardio-metabolic syndrome X.", "summary": "Daily magnesium administration improves insulin-mediated glucose uptake in noninsulin-dependent diabetes mellitus patients.", "year": 2003, "journal": "Molecular aspects of medicine"}, {"title": "Magnesium—Essentials for Anesthesiologists", "summary": "Magnesium benefits include reducing eclampsia and torsades de pointes arrhythmias, having antinociceptive, anesthetic, and neuroprotective effects.", "year": 2011, "journal": "Anesthesiology"}, {"title": "Role of dietary magnesium in cardiovascular disease prevention, insulin sensitivity and diabetes", "summary": "Increased dietary magnesium intake confers protection against diabetes, metabolic syndrome, hypertension, and cardiovascular disease, ameliorates insulin resistance, and lowers inflammation.", "year": 2008, "journal": "Current Opinion in Lipidology"}, {"title": "Magnesium in disease", "summary": "Magnesium supplementation appears to prevent high blood pressure and lower the risk of developing a metabolic syndrome.", "year": 2012, "journal": "Clinical Kidney Journal"}, {"title": "Magnesium and Cardiovascular Disease.", "summary": "Magnesium plays a key role in maintaining normal cellular physiology and metabolism, regulating ion channels and energy generation, and potentially influencing the pathogenesis of cardiovascular disease.", "year": 2018, "journal": "Advances in chronic kidney disease"}, {"title": "Can Maintaining Optimal Magnesium Balance Reduce the Disease Severity of COVID-19 Patients?", "summary": "Magnesium may have significant benefits in reducing the severity of COVID-19 symptoms and potentially reduce the intensity of the infection by potentiating vitamin D functions.", "year": 2022, "journal": "Frontiers in Endocrinology"}], "side effects": [{"title": "Experimental and clinical evidence of differential effects of magnesium sulfate on neuroprotection and angiogenesis in the fetal brain", "summary": "Magnesium sulfate has dose-dependent vascular effects on the fetal brain, causing brain hypoperfusion, stabilization of Hif-1Î±, and impaired endothelial viability.", "year": 2017, "journal": "Pharmacology Research & Perspectives"}, {"title": "An interesting case of osteomalacia due to antacid use associated with stainable bone aluminum in a patient with normal renal function.", "summary": "Long-term antacid therapy containing aluminum and magnesium hydroxide can lead to severe phosphate depletion, osteomalacia, and toxic accumulation of aluminum and magnesium.", "year": 1998, "journal": "Bone"}, {"title": "[Use of magnesium sulfate as an anticonvulsant in severe pregnancy toxemia and eclampsia].", "summary": "Magnesium sulfate can cause short-term flushing, nausea, and vomiting, and may cause short-acting drops in blood pressure.", "year": 1983, "journal": "Geburtshilfe und Frauenheilkunde"}, {"title": "Über die Anwendung von Magnesiumsulfat als Antikonvulsivum bei schwerer Schwangerschaftsgestose und Eklampsie", "summary": "Magnesium sulphate treatment in pregnancy has a negligible side effect rate, with side effects ranging from short-term flushing, nausea, and vomiting to severe toxic signs.", "year": 1983, "journal": "Geburtshilfe Und Frauenheilkunde"}, {"title": "Effects of dietary sodium and magnesium on cyclosporin A-induced hypertension and nephrotoxicity in spontaneously hypertensive rats.", "summary": "Magnesium supplementation (Mg 0.6%) protected against cyclosporin A-induced hypertension and nephrotoxicity during a high-sodium diet.", "year": 1997, "journal": "Hypertension"}, {"title": "Magnesium for treatment of asthma in children.", "summary": "Magnesium is safe for children, but may cause minor side effects like epigastric or facial warmth, flushing, pain and numbness at the infusion site, dry mouth, malaise, and hypotension.", "year": 2009, "journal": "Canadian family physician Medecin de famille canadien"}, {"title": "Magnesium in obstetrics.", "summary": "Side effects of magnesium therapy are generally mild, but the major hazard is neuromuscular weakness.", "year": 2010, "journal": "Best practice & research. Clinical obstetrics & gynaecology"}, {"title": "Speculations on hormonal controls of magnesium homeostasis: a hypothesis.", "summary": "Magnesium deficiency may cause hypomagnesemia, hypocalcemia, and decreased intracellular potassium, but taurine may counteract these side effects by stabilizing membranes and binding calcium.", "year": 1984, "journal": "Magnesium"}, {"title": "[Drug-induced magnesium deficiency].", "summary": "Drugs can induce hypomagnesemia as a side effect, and magnesium deficiency may be a risk factor for torsades-de-pointes tachycardias.", "year": 2012, "journal": "Medizinische Monatsschrift fur Pharmazeuten"}, {"title": "[Effect of antacids on mineral metabolism].", "summary": "Magnesium containing antacids may cause metabolic alkalosis, alkaliuria, urinary pH elevation, renal stone formation, and toxic serum concentrations in patients with renal insufficiency.", "year": 1983, "journal": "Zeitschrift fur Gastroenterologie"}], "dosage": [{"title": "Effectively Prescribing Oral Magnesium Therapy for Hypertension: A Categorized Systematic Review of 49 Clinical Trials", "summary": "Oral magnesium (240 mg/day) safely lowers blood pressure in uncontrolled hypertensive patients taking antihypertensive medications, while >600 mg/day is required to safely lower blood pressure in untreated hypertensives.", "year": 2021, "journal": "Nutrients"}, {"title": "The effects of magnesium therapy on the duration of labor.", "summary": "Intravenous magnesium administration (7 to 8 mEq. per liter) can best achieve effective blood levels and prolong labor duration in pre-eclamptic and eclamptic patients.", "year": 1959, "journal": "American journal of obstetrics and gynecology"}, {"title": "Magnesium therapy after aneurysmal subarachnoid haemorrhage a dose-finding study for long term treatment", "summary": "A continuous intravenous dosage of 64 mmol/L per day maintains serum magnesium levels within the range of 1.0–2.0 mmol/L for 14 days.", "year": 2003, "journal": "Acta Neurochirurgica"}, {"title": "Hemodynamic and electrocardiographic effects of magnesium sulfate in healthy dogs.", "summary": "A cumulative infusion dosage of 0.1-0.2 mEq/kg of magnesium may be given without changing hemodynamic parameters, but with higher dosages heart rate accelerates and blood pressure increases.", "year": 1999, "journal": "Journal of veterinary internal medicine"}, {"title": "Familial Hypomagnesemia—A Follow-Up Examination of Three Patients After 9 to 12 Years of Treatment", "summary": "Optimal dosage for magnesium in this study was found to be 0.5 to 0.75 mmoles/kg/day.", "year": 1981, "journal": "Pediatric Research"}, {"title": "Magnesium moderately decreases remifentanil dosage required for pain management after cardiac surgery.", "summary": "Magnesium gluconate was administered as an i.v. bolus of 0.21 mmol kg(-1) followed by a continuous infusion of 0.03 mmol(-1) kg(-1) h(-1) for 12 hours after tracheal extubation.", "year": 2006, "journal": "British journal of anaesthesia"}, {"title": "Effect of transdermal magnesium cream on serum and urinary magnesium levels in humans: A pilot study", "summary": "Transdermal delivery of 56 mg Mg/day showed a larger percentage rise in both serum and urinary markers from pre to post intervention compared with subjects using the placebo cream.", "year": 2017, "journal": "PLoS ONE"}, {"title": "The Effects of High Level Magnesium Dialysis/Substitution Fluid on Magnesium Homeostasis under Regional Citrate Anticoagulation in Critically Ill", "summary": "High level magnesium fluid with 1.50 mmol/l provided even balances and adequate levels within ordinary configurations of CRRT with RCA without a need for extra magnesium replenishment.", "year": 2016, "journal": "PLoS ONE"}, {"title": "Importance of Health literacy in magnesium supplementation - Case study Novi Sad, Serbia", "summary": "Magnesium dietary supplements have dosages ranging from 150 to 400mg, and patients' choices often don't coincide with health authorities' recommendations.", "year": 2019, "journal": "European Journal of Public Health"}, {"title": "THERAPY OF MAGNESIUM DEFICIENCY *", "summary": "Daily addition of 8 to 16 mEq (1 to 2 grams) of magnesium sulfate to intravenous fluids can prevent magnesium deficiency in hospitalized patients.", "year": 1969, "journal": "Annals of the New York Academy of Sciences"}]}}