{"supplement": "MCT Oil", "data": {"benefits": [{"title": "Effect of medium-chain triglycerides on growth performance, nutrient digestibility, plasma metabolites and antioxidant capacity in weanling pigs", "summary": "MCTs improve growth performance, nutrient utilization, and antioxidant ability of weanling piglets.", "year": 2015, "journal": "Animal Nutrition"}, {"title": "The Effects of Medium-Chain Triglyceride Oil Supplementation on Endurance Performance and Substrate Utilization in Healthy Populations: A Systematic Review", "summary": "MCT oil showed very little to no ergogenic effects on exercise performance and substrate utilization in healthy populations.", "year": 2022, "journal": "Journal of Obesity & Metabolic Syndrome"}, {"title": "Increasing Carotenoid Bioaccessibility from Yellow Peppers Using Excipient Emulsions: Impact of Lipid Type and Thermal Processing.", "summary": "MCT oil in excipient emulsions can increase carotenoid bioaccessibility from yellow peppers, potentially benefiting human health.", "year": 2015, "journal": "Journal of agricultural and food chemistry"}, {"title": "Medium-chain triglycerides improved cognition and lipid metabolomics in mild to moderate Alzheimer's disease patients with APOE4-/-: A double-blind, randomized, placebo-controlled crossover trial.", "summary": "MCT oil significantly reduced cognitive decline in mild to moderate Alzheimer's disease patients with APOE4-/-.", "year": 2019, "journal": "Clinical nutrition"}, {"title": "The addition of medium-chain triglycerides to a purified fish oil-based diet alters inflammatory profiles in mice.", "summary": "MCT oil addition to a purified fish oil-based diet decreases the host response to inflammatory challenge, potentially benefiting therapeutic interventions for chronic inflammation.", "year": 2015, "journal": "Metabolism: clinical and experimental"}, {"title": "Oleic acid, hydroxytyrosol and n-3 fatty acids collectively modulate colitis through reduction of oxidative stress and IL-8 synthesis; in vitro and in vivo studies.", "summary": "MCT oil increases susceptibility to colitis through oxidative damage and IL-8 synthesis in intestinal epithelial cells.", "year": 2016, "journal": "International immunopharmacology"}, {"title": "Lipid-Lowering Effects of Medium-Chain Triglyceride-Enriched Coconut Oil in Combination with Licorice Extracts in Experimental Hyperlipidemic Mice.", "summary": "Oral administration of medium chain-triglyceride-enriched coconut oil (MCT-MCO) may impede hyperlipidemia and hepatosteatosis by curtailing hepatic lipid synthesis.", "year": 2018, "journal": "Journal of agricultural and food chemistry"}, {"title": "Medium chain triglycerides (MCT): State-of-the-art on chemistry, synthesis, health benefits and applications in food industry.", "summary": "MCT oil permits unique metabolic pathways and energy production rates, making it a high-value functional food.", "year": 2022, "journal": "Comprehensive reviews in food science and food safety"}, {"title": "Beta-Hydroxybutyrate (BHB), Glucose, Insulin, Octanoate (C8), and Decanoate (C10) Responses to a Medium-Chain Triglyceride (MCT) Oil with and without Glucose: A Single-Center Study in Healthy Adults", "summary": "MCT oil plus glucose consumption improves scores for arithmetic and vocabulary subtests.", "year": 2023, "journal": "Nutrients"}, {"title": "Pilot feasibility and safety study examining the effect of medium chain triglyceride supplementation in subjects with mild cognitive impairment: A randomized controlled trial", "summary": "MCT oil supplementation increased serum ketone bodies and improved memory in subjects with mild cognitive impairment.", "year": 2015, "journal": "BBA Clinical"}], "side effects": [{"title": "Medium-chain Triglyceride Ketogenic Diet, An Effective Treatment for Drug-resistant Epilepsy and A Comparison with Other Ketogenic Diets", "summary": "The MCTKD is associated with gastrointestinal side effects like diarrhea, vomiting, bloating, and cramps.", "year": 2013, "journal": "Biomedical Journal"}, {"title": "Insulin and Ketone Responses to Ingestion of Medium and Long-chain Triglycerides in Man", "summary": "MCT oil ingestion leads to a significant rise in serum ketones and immunoreactive insulin, with a slight fall in serum glucose.", "year": 1969, "journal": "Diabetes"}, {"title": "Efficacy of supplemental MCT oil on seizure reduction of adult drug-resistant epilepsy - a single-center open-label pilot study.", "summary": "MCT oil supplementation reduced seizure frequency in study participants, with reported side effects including mild nausea, stomachache, and loose stools.", "year": 2022, "journal": "Nutritional neuroscience"}, {"title": "Marked Seizure Reduction after MCT Supplementation", "summary": "MCT oil supplementation may provide better seizure control in some patients, but higher doses may cause diarrhea and flatulence.", "year": 2013, "journal": "Case Reports in Neurological Medicine"}, {"title": "Medium chain triglyceride (MCT) rich, paclitaxel loaded self nanoemulsifying preconcentrate (PSNP): a safe and efficacious alternative to Taxol.", "summary": "MCT oil-loaded paclitaxel preconcentrate (PSNP) showed negligible hemolysis and histamine release compared to Taxol, making it a safer vehicle with potential clinical benefits.", "year": 2013, "journal": "Journal of biomedical nanotechnology"}, {"title": "Design of novel tacrolimus formulations with chemically synthesized oils for oral lymphatic delivery", "summary": "MCT oil increases tacrolimus blood exposure, but adding 10% glyceryl monostearate (GMS) to MCT significantly decreases drug blood exposure without requiring a large amount of oil.", "year": 2020, "journal": "Drug Development and Industrial Pharmacy"}, {"title": "[A ketogenic diet: is this a valid alternative in refractory epilepsy].", "summary": "No serious side effects were seen apart from gastrointestinal symptoms, which improved when the quantity of MCT oil was reduced.", "year": 2001, "journal": "Revista de neurologia"}, {"title": "Dieta cetogénica: ¿una alternativa válida en epilepsias refractarias?", "summary": "No serious side-effects were seen apart from gastrointestinal symptoms, which improved when the quantity of MCT oil was reduced.", "year": 2001, "journal": "Revista De Neurologia"}, {"title": "Fish oil supplementation in the parenteral nutrition of critically ill medical patients: a randomised controlled trial", "summary": "Fish oil supplementation in parenteral nutrition did not affect inflammation or clinical outcome in critically ill medical patients.", "year": 2008, "journal": "Intensive Care Medicine"}, {"title": "Beta-Hydroxybutyrate (BHB), Glucose, Insulin, Octanoate (C8), and Decanoate (C10) Responses to a Medium-Chain Triglyceride (MCT) Oil with and without Glucose: A Single-Center Study in Healthy Adults", "summary": "MCT oil plus glucose consumption showed improved scores for arithmetic and vocabulary subtests.", "year": 2023, "journal": "Nutrients"}], "dosage": [{"title": "Causes of reduced survival of neonatal pigs by medium-chain triglycerides: blood metabolite and behavioral activity approaches.", "summary": "Orally dosed 6 mL/kg BW.75 of MCT oil reduced milk intake and weight gain in 1- to 2-day-old pigs, but did not affect mortality of small pigs.", "year": 1995, "journal": "Journal of animal science"}, {"title": "Biopharmaceutical studies of lipid-containing oral dosage forms: Relationship between drug absorption rate and digestibility of vehicles", "summary": "MCT preparations in oral dosage forms showed higher serum levels of SL-512 compared to MBLA preparations, suggesting digestion of the lipid was a major premise for absorption.", "year": 1979, "journal": "International Journal of Pharmaceutics"}, {"title": "Lipase‐catalyzed production of medium‐chain triacylglycerols from palm kernel oil distillate: Optimization using response surface methodology", "summary": "The optimum MCT yield is 73.3% using 2 wt-% enzyme dosage, a molecular sieves concentration of 1 wt-%, a reaction temperature of 90°C, a reaction time of 10 hours, and a molar substrate ratio of 4 : 1.", "year": 2007, "journal": "European Journal of Lipid Science and Technology"}, {"title": "Use of Oxandrolone to Promote Growth in Neonates following Surgery for Complex Congenital Heart Disease: An Open-Label Pilot Trial.", "summary": "0.1 mg/kg/day in MCT oil was found to have the lowest decline in weight-for-age z-score among neonates after surgery for complex CHD.", "year": 2016, "journal": "Congenital heart disease"}, {"title": "Toxoplasmosis and Lymphoma: The Mimickers", "summary": "The patient successfully followed a ketogenic diet with above average blood sugar using MCT oil and additional magnesium at dosage 350 mg/day.", "year": 2017, "journal": "Indian Journal of Medical and Paediatric Oncology : Official Journal of Indian Society of Medical & Paediatric Oncology"}, {"title": "Evidence of coexisting microemulsion droplets in oil-in-water emulsions revealed by 2D DOSY 1H NMR.", "summary": "1 wt% MCT is the upper boundary for the appearance of nanoemulsion phase in oil-in-water emulsions.", "year": 2018, "journal": "Journal of colloid and interface science"}, {"title": "The n-3 Polyunsaturated Fatty Acids Supplementation Improved the Cognitive Function in the Chinese Elderly with Mild Cognitive Impairment: A Double-Blind Randomized Controlled Trial", "summary": "n-3 PUFA supplementation (480 mg DHA and 720 mg EPA per day) improved cognitive function in people with mild cognitive impairment.", "year": 2017, "journal": "Nutrients"}, {"title": "Bergamot Essential Oil: A Method for Introducing It in Solid Dosage Forms", "summary": "The conjugate BEO/QA-Ch-MCD stabilizes volatile compounds, eliminates unpleasant taste, and converts the oil into a solid dosage form suitable for powders, granules, and tablets.", "year": 2022, "journal": "Foods"}, {"title": "The Effects of Medium-Chain Triglyceride Oil Supplementation on Endurance Performance and Substrate Utilization in Healthy Populations: A Systematic Review", "summary": "MCT oil showed very little to no ergogenic effects on exercise performance and substrate utilization in healthy populations.", "year": 2022, "journal": "Journal of Obesity & Metabolic Syndrome"}, {"title": "Utilization of medium-chain triglycerides by neonatal pigs: effects of emulsification and dose delivered.", "summary": "6 mL of emulsified MCT oil in a 30% Tween 80 emulsion was fed to neonatal pigs, resulting in plasma octanoate concentrations increasing linearly.", "year": 1993, "journal": "Journal of animal science"}]}}