{"supplement": "Meal Replacements", "data": {"benefits": [{"title": "Meal replacements are as effective as structured weight-loss diets for treating obesity in adults with features of metabolic syndrome.", "summary": "Meal replacements are equally effective for losing weight compared to conventional but structured weight-loss diets, and are viewed more favorably for dietary compliance and convenience.", "year": 2004, "journal": "The Journal of nutrition"}, {"title": "A systematic review and meta‐analysis of the effectiveness of meal replacements for weight loss", "summary": "Meal replacements led to greater weight loss at 1 year than comparator weight loss programs and should be considered as a valid option for management of overweight and obesity.", "year": 2019, "journal": "Obesity Reviews"}, {"title": "Meal Replacements for Weight Loss in Type 2 Diabetes in a Community Setting", "summary": "Meal replacements led to weight loss of 5.5 kg (5%) and a 0.26% decrease in HbA1c compared to a diet book.", "year": 2012, "journal": "Journal of Nutrition and Metabolism"}, {"title": "Meal replacements and fibre supplement as a strategy for weight loss. Proprietary PGX® meal replacement and PGX® fibre supplement in addition to a calorie-restricted diet to achieve weight loss in a clinical setting", "summary": "Meal replacements and fibre supplements, along with a controlled dietary caloric intake, can aid in short-term weight loss.", "year": 2013, "journal": "Biotechnology and Genetic Engineering Reviews"}, {"title": "Meal Replacements for Weight-Related Complications in Type 2 Diabetes: What Is the State of the Evidence?", "summary": "Meal replacements can induce weight loss and help transition to a healthier dietary pattern for weight loss maintenance in type 2 diabetes.", "year": 2022, "journal": "Frontiers in Endocrinology"}, {"title": "Clinical evaluation of a minimal intervention meal replacement regimen for weight reduction.", "summary": "Meal replacements can lead to significant weight loss of approximately 10% of body weight, which has health benefits, particularly for patients with hypertension and non-insulin dependent diabetes.", "year": 1994, "journal": "Journal of the American College of Nutrition"}, {"title": "Utilisation of Giant African snail (Achatina fulica) meal as protein source by laying hens", "summary": "Total replacement of fish meal with cooked snail meat meal does not compromise laying performance or egg quality, and reduces production cost.", "year": 2015, "journal": "Journal of Agriculture and Rural Development in the Tropics and Subtropics"}, {"title": "Meal replacements and energy balance", "summary": "Meal replacements, particularly in beverage form, are effective and safe components for use in the clinical setting to achieve negative energy balance and help lose weight.", "year": 2010, "journal": "Physiology & Behavior"}, {"title": "Role of Meal Replacements on Weight Management, Health and Nutrition", "summary": "Meal replacements can help maintain lean body mass during weight loss, improve insulin sensitivity, and reduce inflammation.", "year": 2017, "journal": ""}], "side effects": [{"title": "Commercial Very Low Energy Meal Replacements for Preoperative Weight Loss in Obese Patients: a Systematic Review", "summary": "Commercial meal replacements have minimal side effects and facilitate weight loss and liver shrinkage in obese patients awaiting elective surgery.", "year": 2016, "journal": "Obesity Surgery"}, {"title": "Long-term lack of compensation of energy intake for meal replacements at lunch.", "summary": "Replacing lunch with a small energy-controlled lunch can result in significant weight loss for most people.", "year": 2007, "journal": "Appetite"}, {"title": "The Effect of Liquid Meal Replacements on Cardiometabolic Risk Factors in Overweight/Obese Individuals With Type 2 Diabetes: A Systematic Review and Meta-analysis of Randomized Controlled Trials", "summary": "Liquid meal replacements in weight loss diets lead to modest reductions in body weight, BMI, and systolic blood pressure, and modest reductions of marginal clinical significance in body fat, waist circumference, HbA1c, fasting glucose, fasting insulin, and diastolic blood", "year": 2019, "journal": "Diabetes Care"}, {"title": "Internal Fat and Cardiometabolic Risk Factors Following a Meal-Replacement Regimen vs. Comprehensive Lifestyle Changes in Obese Subjects", "summary": "Both meal replacements and lifestyle changes significantly reduced body weight, total fat mass, and internal abdominal fat while preserving lean body mass.", "year": 2015, "journal": "Nutrients"}, {"title": "Effects of fish meal replacement by stickwater meal on growth and health of grass carp (Ctenopharyngodon idellus).", "summary": "Using 2% stickwater meal to replace fish meal in grass carp diets leads to higher feed utilization and faster growth rate, but may have side effects if overdosed.", "year": 2015, "journal": "Chinese Journal of Animal Nutrition"}, {"title": "Short-term meal replacements followed by dietary macronutrient restriction enhance weight loss in polycystic ovary syndrome.", "summary": "Meal replacements are effective for short-term management of PCOS, and moderate fat or carbohydrate restriction is equally effective in maintaining weight reduction and improving reproductive and metabolic variables.", "year": 2006, "journal": "The American journal of clinical nutrition"}, {"title": "Effects of a Meal Replacement on Body Composition and Metabolic Parameters among Subjects with Overweight or Obesity", "summary": "Meal replacement intake with 388 kcal in total energy at dinner time for 12 weeks contributed to improvement in body composition and clinically significant metabolic parameters in both male and female participants with overweight/obesity.", "year": 2018, "journal": "Journal of Obesity"}, {"title": "Meal replacements are as effective as structured weight-loss diets for treating obesity in adults with features of metabolic syndrome.", "summary": "Meal replacements are equally effective for losing weight compared to conventional but structured weight-loss diets.", "year": 2004, "journal": "The Journal of nutrition"}, {"title": "A systematic review and meta‐analysis of the effectiveness of meal replacements for weight loss", "summary": "Meal replacements led to greater weight loss at 1 year than comparator weight loss programs.", "year": 2019, "journal": "Obesity Reviews"}, {"title": "A novel soy-based meal replacement formula for weight loss among obese individuals: a randomized controlled clinical trial", "summary": "Treatment was well tolerated and no serious side effects were detected.", "year": 2003, "journal": "European Journal of Clinical Nutrition"}], "dosage": [{"title": "Meal Replacements in the Treatment of Adolescent Obesity: A Randomized Controlled Trial", "summary": "Meal replacements (MRs) in lifestyle modification programs for obese adolescents include three SlimFast shakes, one prepackaged meal, and five vegetable/fruit servings.", "year": 2011, "journal": "Obesity"}, {"title": "Short-Term Hunger Intensity Changes Following Ingestion of A Meal Replacement Bar for Weight Control", "summary": "The meal replacement bar used in the study contained 250 calories, 4 g of dietary fiber, 14 g of protein, and 8 g of fat.", "year": 2004, "journal": "International Journal of Food Properties"}, {"title": "Metabolic and weight loss effects of long-term dietary intervention in obese patients: four-year results.", "summary": "Meal replacements (vitamin- and mineral-fortified shakes, soups, and bars) can be a safe and effective dietary strategy for obese patients, improving certain biomarkers of disease risk.", "year": 2000, "journal": "Obesity research"}, {"title": "Iodine content in meal replacements in the U.S.", "summary": "Meal replacements in this study had an overall mean iodine content of 49.7 ± 125.4 g/serving, with one having 671.9 g iodine per serving.", "year": 2021, "journal": "Endocrine practice : official journal of the American College of Endocrinology and the American Association of Clinical Endocrinologists"}, {"title": "Pancreatic Enzyme Replacement Therapy: A Concise Review.", "summary": "Starting doses of pancreatic enzyme replacement therapy should be at least 30-40,000 IU with each meal and 15-20,000 IU with snacks.", "year": 2019, "journal": "JOP : Journal of the pancreas"}, {"title": "Meal replacements are as effective as structured weight-loss diets for treating obesity in adults with features of metabolic syndrome.", "summary": "Meal replacements are equally effective for losing weight compared to conventional but structured weight-loss diets.", "year": 2004, "journal": "The Journal of nutrition"}, {"title": "A systematic review and meta‐analysis of the effectiveness of meal replacements for weight loss", "summary": "Meal replacements led to greater weight loss at 1 year than comparator weight loss programs.", "year": 2019, "journal": "Obesity Reviews"}, {"title": "Fixed ratio dosing of pramlintide with regular insulin before a standard meal in patients with type 1 diabetes", "summary": "Fixed ratio dosing of pramlintide 6, 9 or 12 mcg/unit insulin reduces glycaemic excursions and suppresses glucagon secretion in the immediate postprandial state.", "year": 2015, "journal": "Diabetes, Obesity & Metabolism"}, {"title": "Effect of Two Meal Replacement strategies on Cardiovascular Risk Parameters in Advanced Age Patients with Obesity and Osteoarthritis", "summary": "Both one and two meal replacements were effective in weight loss and fat mass decrease, with no differences between the two strategies.", "year": 2020, "journal": "Nutrients"}, {"title": "A Comparison of Meal Replacements and Medication in Weight Maintenance after Weight Loss", "summary": "Meal replacements and Orlistat treatments were effective in maintaining weight significantly below baseline levels over a 52-week period of time.", "year": 2005, "journal": "Journal of the American College of Nutrition"}]}}