{"supplement": "Milk Thistle (Silymarin)", "data": {"benefits": [{"title": "Silymarin in non-cirrhotics with non-alcoholic steatohepatitis: A randomized, double-blind, placebo controlled trial", "summary": "Silymarin, an extract of milk thistle, is commonly used to treat chronic liver disease and may be a treatment for NASH due to its antioxidant properties.", "year": 2019, "journal": "PLoS ONE"}, {"title": "Providing the plant extract silymarin to lactating sows: effects on litter performance and oxidative stress in sows.", "summary": "Silymarin providing up to 8g/day to lactating sows had no beneficial effects on circulating prolactin concentrations, oxidative status, or performance of sows and their litters.", "year": 2017, "journal": "Animal : an international journal of animal bioscience"}, {"title": "Silymarin BIO-C, an extract from Silybum marianum fruits, induces hyperprolactinemia in intact female rats.", "summary": "Silymarin BIO-C, an extract from Silybum marianum fruits, increases circulating prolactin levels in female rats, potentially stimulating milk production.", "year": 2009, "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology"}, {"title": "Milk thistle and chronic liver disease", "summary": "Silymarin, the active ingredient in milk thistle, has hepatoprotective effects and can protect experimental animals against injury from toxins.", "year": 2005, "journal": "Hepatology"}, {"title": "The effect of milk thistle (Silybum marianum) and its main flavonolignans on CYP2C8 enzyme activity in human liver microsomes.", "summary": "Silymarin, the primary extract of milk thistle, inhibits CYP2C8 enzyme activity in vitro.", "year": 2017, "journal": "Chemico-biological interactions"}, {"title": "Silymarin improved diet-induced liver damage and insulin resistance by decreasing inflammation in mice", "summary": "Silymarin improves diet-induced liver damage and insulin resistance by decreasing inflammation in mice.", "year": 2016, "journal": "Pharmaceutical Biology"}, {"title": "A review of therapeutic potentials of milk thistle (Silybum marianum L.) and its main constituent, silymarin, on cancer, and their related patents", "summary": "Silymarin, a flavonolignan extract of milk thistle, demonstrates chemopreventive effects against cancers and could be beneficial to oncology patients, especially for treating side effects of anticancer chemotherapeutics.", "year": 2022, "journal": "Iranian Journal of Basic Medical Sciences"}, {"title": "Silymarin is an ally against insulin resistance: a review.", "summary": "Silymarin, a component of Milk thistle, has been shown to have insulin-sensitizing properties, potentially benefiting those with insulin resistance.", "year": 2020, "journal": "Annals of hepatology"}, {"title": "Is silymarin hepatoprotective in alcoholic liver disease?", "summary": "Silymarin, the main active complex in milk thistle, has potential therapeutic benefits in liver necroinflammation and fibrogenesis, and may have potential therapeutic value in alcohol liver disease.", "year": 2003, "journal": "Journal of clinical gastroenterology"}, {"title": "The use of alternative medicine in the treatment of hepatitis C.", "summary": "Silymarin, extracted from milk thistle, is widely used as a remedy for liver diseases, with beneficial effects seen in patients with cirrhosis due to alcohol abuse.", "year": 2002, "journal": "American clinical laboratory"}], "side effects": [{"title": "Presence of Mycotoxins in Milk Thistle (Silybum marianum) Food Supplements: A Review", "summary": "Milk thistle (Silymarin) can be contaminated by mycotoxins, which can reduce or antagonize the beneficial effects of silymarin on liver diseases.", "year": 2020, "journal": "Toxins"}, {"title": "Milk thistle", "summary": "Mild gastrointestinal distress and allergic reactions are rare side effects of milk thistle, and serious toxicity rarely has been reported.", "year": 2005, "journal": "Reactions Weekly"}, {"title": "Milk Thistle ( Silybum marianum L. Gaert.) Seeds in Health", "summary": "Milk thistle seeds are safe, well tolerated, and cause no serious side effects in humans, but may cause mild gastrointestinal and allergic reactions.", "year": 2011, "journal": "Nuts and Seeds in Health and Disease Prevention"}, {"title": "The use of alternative medicine in the treatment of hepatitis C.", "summary": "Silymarin has a good safety record with only rare case reports of gastrointestinal disturbances and allergic skin rashes.", "year": 2002, "journal": "American clinical laboratory"}, {"title": "New Therapeutic Potentials of Milk Thistle (Silybum marianum)", "summary": "Silymarin has side effects similar to placebo and is safe for therapeutic use, with potential applications in various cancers, neurological, nephro-, and cardio-protective effects, and fetoprotective and prolactin effects.", "year": 2013, "journal": "Natural Product Communications"}, {"title": "[Milk Thistle (Silybum Marianum) as a Supportive Phytotherapeutic Agent in Oncology].", "summary": "Milk thistle (silymarin) has mainly beneficial effects in hepatotoxicity and radiotherapy-induced skin and mucosa damage at dosages of 160-600 mg daily.", "year": 2017, "journal": "Klinicka onkologie : casopis Ceske a Slovenske onkologicke spolecnosti"}, {"title": "Silymarin (Milk Thistle) can revoke liver enzyme changes during chemotherapy of breast cancer with Taxanes", "summary": "Silymarin (Milk Thistle) alleviated liver enzyme changes during chemotherapy of breast cancer with taxanes, reducing liver injury.", "year": 2015, "journal": "European Journal of Integrative Medicine"}, {"title": "Effects of long-term silymarin oral supplementation on the blood biochemical profile of rainbow trout (Oncorhynchus mykiss)", "summary": "Oral administration of silymarin up to 400 mg per 1 kg of food has no side effect on blood biochemical and clinical parameters of fishes.", "year": 2011, "journal": "Fish Physiology and Biochemistry"}, {"title": "A randomized controlled trial to assess the safety and efficacy of silymarin on symptoms, signs and biomarkers of acute hepatitis.", "summary": "Silymarin is well tolerated and improves symptoms of acute clinical hepatitis, including dark urine, jaundice, and scleral icterus.", "year": 2009, "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology"}, {"title": "Silymarin alleviates bleomycin-induced pulmonary toxicity and lipid peroxidation in mice", "summary": "Silymarin attenuated bleomycin-induced pulmonary toxicity by maintaining oxidant-antioxidant balance and regulating inflammatory mediator release.", "year": 2014, "journal": "Pharmaceutical Biology"}], "dosage": [{"title": "Pharmacokinetics and Metabolic Profile of Free, Conjugated, and Total Silymarin Flavonolignans in Human Plasma after Oral Administration of Milk Thistle Extract", "summary": "Oral administration of 600 mg of standardized milk thistle extracts led to rapid elimination of silymarin flavonolignans with short half-lives.", "year": 2008, "journal": "Drug Metabolism and Disposition"}, {"title": "Safety and toxicity of silymarin, the major constituent of milk thistle extract: An updated review", "summary": "Silymarin is well tolerated at doses up to 700 mg three times a day for 24 weeks, with some gastrointestinal discomforts like nausea and diarrhea.", "year": 2019, "journal": "Phytotherapy Research"}, {"title": "Effect of Milk Thistle on the Pharmacokinetics of Darunavir-Ritonavir in HIV-Infected Patients", "summary": "Silymarin dosage in this study was 150 mg every 8 hours.", "year": 2012, "journal": "Antimicrobial Agents and Chemotherapy"}, {"title": "Formulation Strategies for Enhancing the Bioavailability of Silymarin: The State of the Art", "summary": "Silymarin is safe at high doses (>1500 mg/day) in humans, but its bioavailability and intestinal absorption can be improved using nanotechnological strategies.", "year": 2019, "journal": "Molecules"}, {"title": "Silymarin Ascending Multiple Oral Dosing Phase I Study in Noncirrhotic Patients With Chronic Hepatitis C", "summary": "Oral doses of silymarin up to 2.1 g per day were safe and well tolerated in noncirrhotic HCV patients.", "year": 2010, "journal": "The Journal of Clinical Pharmacology"}, {"title": "[Milk Thistle (Silybum Marianum) as a Supportive Phytotherapeutic Agent in Oncology].", "summary": "Milk thistle (silymarin) has mainly beneficial effects in hepatotoxicity and radiotherapy-induced skin and mucosa damage at dosages of 160-600 mg daily.", "year": 2017, "journal": "Klinicka onkologie : casopis Ceske a Slovenske onkologicke spolecnosti"}, {"title": "Antiosteoclastic Activity of Milk Thistle Extract after Ovariectomy to Suppress Estrogen Deficiency-Induced Osteoporosis", "summary": "Oral dosage of 10 mg/kg milk thistle extract (MTE) containing silibinin is effective in preventing estrogen deficiency-induced bone loss.", "year": 2013, "journal": "BioMed Research International"}, {"title": "Silymarin therapy and improvement of cardiac outcome in patients with β-thalassemia major", "summary": "Silymarin at a daily dosage of 60 mg/kg orally has shown cardioprotective effects in iron overload conditions.", "year": 2016, "journal": "Journal of Research in Pharmacy Practice"}, {"title": "A randomized controlled trial to assess the safety and efficacy of silymarin on symptoms, signs and biomarkers of acute hepatitis.", "summary": "A standard recommended dose of 140 mg of silymarin three times daily for four weeks was found to be safe and effective in improving symptoms of acute clinical hepatitis.", "year": 2009, "journal": "Phytomedicine : international journal of phytotherapy and phytopharmacology"}, {"title": "Role of the 5-HT1A Serotonergic System in Anxiolytic-Like Effects of Silymarin", "summary": "Oral administrations of silymarin (35, 70, 140, and 280 mg per rat) for 2 weeks induced an anxiolytic-like effect in rats.", "year": 2012, "journal": "Neurophysiology"}]}}