{"supplement": "Mushrooms", "data": {"benefits": [{"title": "The role of edible mushrooms in health: Evaluation of the evidence", "summary": "Mushrooms and their extracts have immunomodulating and anti-tumor effects, primarily due to their polysaccharide content, which enhances cellular immunity.", "year": 2012, "journal": "Journal of Functional Foods"}, {"title": "Anti-inflammatory properties of edible mushrooms: A review.", "summary": "Edible mushrooms exhibit favorable therapeutic and health-promoting benefits, particularly in relation to diseases associated with inflammation.", "year": 2018, "journal": "Food chemistry"}, {"title": "Mini-review on edible mushrooms as source of dietary fiber: Preparation and health benefits", "summary": "Edible mushrooms are a novel source of dietary fiber, potentially boosting the immune system, anticancer functions, and controlling blood lipids and glucose levels.", "year": 2013, "journal": "Food Science and Human Wellness"}, {"title": "A Critical Review on Health Promoting Benefits of Edible Mushrooms through Gut Microbiota", "summary": "Mushrooms possess anti-allergic, anti-cholesterol, anti-tumor, and anti-cancer properties, and act as prebiotics to stimulate the growth of gut microbiota, conferring health benefits to the host.", "year": 2017, "journal": "International Journal of Molecular Sciences"}, {"title": "Mushrooms and Health Summit proceedings.", "summary": "Mushrooms may impact cognition, weight management, oral health, and cancer risk, and may support healthy immune and inflammatory responses.", "year": 2014, "journal": "The Journal of nutrition"}, {"title": "Bioactivities and Health Benefits of Mushrooms Mainly from China", "summary": "Mushrooms possess various bioactivities, such as antioxidant, anti-inflammatory, anticancer, immunomodulatory, antimicrobial, hepatoprotective, and antidiabetic properties, which can help prevent and treat chronic diseases.", "year": 2016, "journal": "Molecules"}, {"title": "A critical review on the health promoting effects of mushrooms nutraceuticals", "summary": "Mushrooms have high nutritional values and can protect and cure various health problems, such as immunodeficiency, cancer, inflammation, hypertension, hyperlipidemia, hypercholesterolemia, and obesity.", "year": 2018, "journal": "Food Science and Human Wellness"}, {"title": "The beneficial role of edible mushrooms in human health", "summary": "Consumption of mushrooms as a part of daily diet could be a natural adjuvant for the treatment and prevention of several chronic diseases.", "year": 2017, "journal": "Current opinion in food science"}, {"title": "Medicinal Mushrooms: Bioactive Compounds, Use, and Clinical Trials", "summary": "Medicinal mushrooms have health benefits such as antiallergic, antibacterial, antifungal, anti-inflammatory, antioxidative, antiviral, cytotoxic, immunomodulating, antidepressive, antihyperlipidemic, antidiabetic, digestive, hepatoprotective, neuroprotective,", "year": 2021, "journal": "International Journal of Molecular Sciences"}, {"title": "Bioactive components of mushrooms: Processing effects and health benefits.", "summary": "Mushrooms provide essential proteins, dietary non-digestible carbohydrates, unsaturated fats, minerals, and various vitamins, and are a crucial ingredient in traditional medicine for their healing potential and curative properties.", "year": 2021, "journal": "Food research international"}], "side effects": [{"title": "Flagellate dermatitis after consumption of Shiitake mushrooms", "summary": "Consumption of Shiitake mushrooms can cause flagellate dermatitis, a severe itching skin condition.", "year": 2014, "journal": "Advances in Dermatology and Allergology/Postȩpy Dermatologii i Alergologii"}, {"title": "Extreme hyperphosphataemia causing acute anuric nephrocalcinosis in lymphosarcoma.", "summary": "Possible long-term side effects of psilocybin mushrooms include flashback phenomenon and severe anxiety symptoms.", "year": 1979, "journal": "British Medical Journal"}, {"title": "Severe rhabdomyolysis, acute renal failure and posterior encephalopathy after 'magic mushroom' abuse.", "summary": "Severe rhabdomyolysis, acute renal failure, and posterior encephalopathy can occur after'magic mushroom' abuse.", "year": 2005, "journal": "European journal of emergency medicine : official journal of the European Society for Emergency Medicine"}, {"title": "World of Medicinal Mushroom-An Overview", "summary": "Some medicinal mushrooms can cause side effects such as dermatitis and allergic reactions, so caution is advised when consuming them.", "year": 2012, "journal": "Research Journal of Pharmacognosy and Phytochemistry"}, {"title": "Effects of UV-C treatment on inactivation of Escherichia coli O157:H7, microbial loads, and quality of button mushrooms", "summary": "UV-C radiation can potentially sanitize fresh button mushrooms and extend their shelf-life, but may cause more severe browning and inhibit lesion development on the mushroom surface.", "year": 2012, "journal": "Postharvest Biology and Technology"}, {"title": "Structure-toxicity relationships in the amatoxin series. Synthesis of S-deoxy[gamma(R)-hydroxy-Ile3]-amaninamide, its crystal and molecular structure and inhibitory efficiency.", "summary": "The amatoxins, highly toxic components of Amanita mushrooms, strongly inhibit the DNA-dependent RNA polymerase II in eukaryotic cell nuclei.", "year": 2009, "journal": "International journal of peptide and protein research"}, {"title": "The Role of Medicinal Mushrooms in Brain Cancer Therapies: Review.", "summary": "Medicinal mushrooms reduce side effects in patients undergoing chemotherapy or radiotherapy, and have beneficial effects on high-grade glioma patients.", "year": 2021, "journal": "International journal of medicinal mushrooms"}, {"title": "The potential applications of mushrooms against some facets of atherosclerosis: A review.", "summary": "Mushrooms have potential anti-atherosclerotic effects, exhibiting anti-oxidative, anti-inflammatory, and hypolipidemic effects.", "year": 2018, "journal": "Food research international"}, {"title": "The effects of dietary supplementation with Agaricales mushrooms and other medicinal fungi on breast cancer: Evidence-based medicine", "summary": "Mushrooms show promising results in the adjuvant treatment of breast cancer, improving immunological and hematologic parameters and quality of life.", "year": 2011, "journal": "Clinics"}], "dosage": [{"title": "Effect of Spent Mushroom (Cordyceps militaris) on Growth Performance, Immunity, and Intestinal Microflora in Weaning Pigs", "summary": "Spent mushroom at 1.5 g/kg improved growth performance, immunity, inflammation, and microbial count in weaning pigs.", "year": 2020, "journal": "Animals : an Open Access Journal from MDPI"}, {"title": "A High-Dose Shiitake Mushroom Increases Hepatic Accumulation of Triacylglycerol in Rats Fed a High-Fat Diet: Underlying Mechanism", "summary": "High-dose Shiitake mushroom (HD-M) prevents obesity by increasing TAG accumulation in the liver, rather than adipose tissue.", "year": 2014, "journal": "Nutrients"}, {"title": "Synthesis and Characterization of Konjac Glucomannan/Carrageenan/Nano-silica Films for the Preservation of Postharvest White Mushrooms", "summary": "The optimal nano-silica dosage for preserving white mushrooms is 0.3%.", "year": 2018, "journal": "Polymers"}, {"title": "Failure of the cultivated mushroom (Agaricus bisporus) to induce tumors in the A/J mouse lung tumor model.", "summary": "Freeze-dried mushrooms in doses of 92 or 166 mg/kg body weight per day did not induce lung adenomas in female A/J mice.", "year": 1997, "journal": "Cancer letters"}, {"title": "Evaluation of the safe use and dietary risk of beta-cypermethrin, pyriproxyfen, avermectin, diflubenzuron and chlorothalonil in button mushroom", "summary": "The final residues of beta-cypermethrin, pyriproxyfen, avermectin, diflubenzuron, and chlorothalonil in button mushrooms were safe for human consumption after 2 times of application at dosages of 900, 750, 540, 56", "year": 2017, "journal": "Scientific Reports"}, {"title": "Yield and Quality of Mushrooms from Beds Treated with Lindane", "summary": "Dosages of 0.5 pound per acre or less did not affect mushroom yield, while 1 pound or more tended to depress yield.", "year": 1960, "journal": "Journal of Economic Entomology"}, {"title": "Effect of Mushrooms Compound on Diabetic Mice", "summary": "Mushroom compound extract at a dosage of 250mgkg-1d-1 significantly reduces fasting blood glucose, improves glucose tolerance, and reduces total cholesterol, triglyceride, and MDA.", "year": 2011, "journal": "Journal of Hubei University of Chinese Medicine"}, {"title": "Treatment of mushroom poisoning.", "summary": "The standard dosage of intravenous thioctic acid for mushroom poisoning is 50 to 150 mg every six hours.", "year": 1985, "journal": "JAMA"}, {"title": "Treatment of Mushroom Poisoning", "summary": "Hanrahan and Gordon recommend high doses of pyridoxine hydrochloride (25 mg/kg, up to a total daily dosage of 15 to 20 g) for neurological symptoms of mushroom poisoning.", "year": 1984, "journal": "JAMA"}, {"title": "Biosorption of Cr(VI) from simulated wastewater using a cationic surfactant modified spent mushroom", "summary": "The adsorption capacity of a cationic surfactant modified spent mushroom for Cr(VI) removal from wastewater was up to 43.86 mg/g at 25°C.", "year": 2011, "journal": "Desalination"}]}}