{"supplement": "NMN", "data": {"benefits": [{"title": "Nonsense-mediated decay approaches the clinic", "summary": "NMD helps limit the synthesis of abnormal proteins and affects the expression of wild-type genes and alternative-splice products.", "year": 2004, "journal": "Nature Genetics"}, {"title": "Long-Term Administration of Nicotinamide Mononucleotide Mitigates Age-Associated Physiological Decline in Mice.", "summary": "NMN effectively mitigates age-associated physiological decline in mice, suppressing age-associated body weight gain, enhancing energy metabolism, and improving insulin sensitivity.", "year": 2016, "journal": "Cell metabolism"}, {"title": "Impairment of an Endothelial NAD+-H2S Signaling Network Is a Reversible Cause of Vascular Aging", "summary": "NMN improves blood flow and increases endurance in elderly mice by promoting SIRT1-dependent increases in capillary density.", "year": 2018, "journal": "Cell"}, {"title": "NAD+ Repletion Rescues Female Fertility during Reproductive Aging", "summary": "NMN treatment rejuvenates oocyte quality in aged animals, leading to restoration in fertility and reversing the adverse effect of maternal age on developmental milestones.", "year": 2020, "journal": "Cell reports"}, {"title": "Nicotinamide Mononucleotide Supplementation Reverses the Declining Quality of Maternally Aged Oocytes.", "summary": "NMN supplementation improves the quality of oocytes from naturally aged mice, increasing ovulation and enhancing meiotic competency and fertilization ability.", "year": 2020, "journal": "Cell reports"}, {"title": "Cardioprotection by nicotinamide mononucleotide (NMN): Involvement of glycolysis and acidic pH.", "summary": "NMN protects hearts against ischemia-reperfusion injury, with benefits mediated in part via glycolytic stimulation and enhanced ATP synthesis during ischemia and/or enhanced acidosis during reperfusion.", "year": 2018, "journal": "Journal of molecular and cellular cardiology"}, {"title": "Nicotinamide mononucleotide ameliorates the depression-like behaviors and is associated with attenuating the disruption of mitochondrial bioenergetics in depressed mice.", "summary": "NMN administration alleviated depression-like behavior and improved mitochondrial energy metabolism in a mouse model of CORT-induced depression.", "year": 2019, "journal": "Journal of affective disorders"}, {"title": "Nicotinamide mononucleotide attenuates isoproterenol-induced cardiac fibrosis by regulating oxidative stress and Smad3 acetylation.", "summary": "NMN attenuates cardiac fibrosis in vivo and fibroblast activation in vitro by suppressing oxidative stress and Smad3 acetylation in a NAD+/SIRT1-dependent manner.", "year": 2021, "journal": "Life sciences"}, {"title": "Adaptive changes induced by noble-metal nanostructures in vitro and in vivo", "summary": "NMNs can induce adaptive changes in tissues and cells, potentially benefiting therapeutics, diagnostics, and bioimaging fields.", "year": 2020, "journal": "Theranostics"}, {"title": "Metabolic engineering of Escherichia coli for biosynthesis of β‐nicotinamide mononucleotide from nicotinamide", "summary": "NMN administration improves symptoms like diabetes and age-related physiological decline, making it a promising nutraceutical.", "year": 2021, "journal": "Microbial Biotechnology"}], "side effects": [{"title": "Bis- and mixed-tetrahydroisoquinolinium chlorofumarates: new ultra-short-acting nondepolarizing neuromuscular blockers.", "summary": "Side effects of NMN include hyperkalemia, malignant hyperthermia, cardiac arrhythmias, fasciculations, severe muscle pain, increased intraocular pressure, and increased intragastric tension.", "year": 1999, "journal": "Journal of medicinal chemistry"}, {"title": "Neuroleptic malignant syndrome.", "summary": "NMS is a serious neurologic side effect of antipsychotic therapy characterized by fever, altered mental state, muscular rigidity, and dysautonomia.", "year": 1995, "journal": "Journal of Neurology, Neurosurgery & Psychiatry"}, {"title": "Measurement of slow (micros-ms) time scale dynamics in protein side chains by (15)N relaxation dispersion NMR spectroscopy: application to Asn and Gln residues in a cavity mutant of T4 lysozyme.", "summary": "The new NMR experiment measures micros-ms time scale dynamics of protein side chains, potentially revealing chemical exchange processes that facilitate the binding of hydrophobic ligands to the protein's cavity.", "year": 2001, "journal": "Journal of the American Chemical Society"}, {"title": "Nicotinamide mononucleotide and related metabolites induce disease resistance against fungal phytopathogens in Arabidopsis and barley", "summary": "NMN pretreatment enhances disease resistance to Fusarium graminearum in Arabidopsis and barley, involving activation of salicylic acid-mediated signaling pathways and repression of jasmonic acid/ethylene-dependent signaling pathways.", "year": 2017, "journal": "Scientific Reports"}, {"title": "Nicotinamide mononucleotide: a potential effective natural compound against insulin resistance", "summary": "NMN administration showed positive effects on insulin sensitivity, insulin signaling, and tissue remodelling in skeletal muscle in postmenopausal overweight or obese women with prediabetes.", "year": 2021, "journal": "Signal Transduction and Targeted Therapy"}, {"title": "Nicotinamide Mononucleotide Prevents Cisplatin-Induced Cognitive Impairments", "summary": "Increasing NAD+ levels through NMN supplementation prevents cisplatin-induced abnormalities in neural progenitor proliferation, neuronal morphogenesis, and cognitive function without affecting tumor growth and antitumor efficacy of cisplatin.", "year": 2021, "journal": "Cancer Research"}, {"title": "Nicotinamide Mononucleotide Prevents Cisplatin-Induced Mitochondrial Defects in Cortical Neurons Derived from Human Induced Pluripotent Stem Cells", "summary": "NMN prevents cisplatin-induced defects in mitochondria of human cortical neurons, potentially ameliorating cisplatin-induced cognitive impairments.", "year": 2022, "journal": "Brain Plasticity"}, {"title": "Efficacy and safety of beta-interferon in Thai patients with demyelinating diseases", "summary": "IFN-Î± treatment in Thai patients with multiple sclerosis reduced annualized relapse rates and disability progression, but may worsen symptoms in NMO/NMOSDs patients.", "year": 2013, "journal": "Multiple Sclerosis Journal"}, {"title": "Nanomedicinal products: a survey on specific toxicity and side effects", "summary": "Nanomedicine-specific side effects, such as pseudo-allergic responses, cannot be excluded, but immunotoxicological effects of certain NMPs cannot be excluded.", "year": 2017, "journal": "International Journal of Nanomedicine"}, {"title": "Late-onset neutropenia during long-term rituximab therapy in neuromyelitis optica.", "summary": "Late-onset neutropenia (LON) is a possible side effect during rituximab therapy and may occur in neuromyelitis optica patients.", "year": 2014, "journal": "Multiple sclerosis and related disorders"}], "dosage": [{"title": "Nicotinamide mononucleotide supplementation enhances aerobic capacity in amateur runners: a randomized, double-blind study", "summary": "NMN supplementation at 300, 600, and 1200 mg/day increases aerobic capacity in amateur runners during exercise training.", "year": 2021, "journal": "Journal of the International Society of Sports Nutrition"}, {"title": "Effect of oral administration of nicotinamide mononucleotide on clinical parameters and nicotinamide metabolite levels in healthy Japanese men.", "summary": "Oral administration of NMN was found to be safe and effective in healthy men, with doses of 100, 250, and 500 mg being considered safe.", "year": 2020, "journal": "Endocrine journal"}, {"title": "Nicotinamide mononucleotide inhibits post-ischemic NAD+ degradation and dramatically ameliorates brain damage following global cerebral ischemia", "summary": "NMN (62.5mg/kg) at a proper dosage has a strong protective effect against ischemic brain injury.", "year": 2016, "journal": "Neurobiology of Disease"}, {"title": "Is appropriately conducted neostigmine reversal inferior to sugammadex? A reply", "summary": "Neostigmine reversal dosage is 50-70 mcg.kg-1 for moderate block levels.", "year": 2018, "journal": "Anaesthesia"}, {"title": "Oral carcinogenesis by intraperitoneal N-methyl-N-nitrosourea in the Syrian hamster.", "summary": "Intraperitoneal NMU dosages in this study were 15mg/kg body weight, 12.5mg/kg, or 10mg/kg.", "year": 1980, "journal": "Archives of oral biology"}, {"title": "Validated 1H and 19F nuclear magnetic resonance for the quantitative determination of the hepatitis C antiviral drugs sofosbuvir, ledipasvir, and daclatasvir in tablet dosage forms", "summary": "The linearity range of qNMR for hepatitis C antiviral drugs was in the range of 2-24 mg/mL, with a linearity range of 2-24 mg/mL for all drugs.", "year": 2020, "journal": "Microchemical Journal"}, {"title": "Chronic nicotinamide mononucleotide supplementation elevates blood nicotinamide adenine dinucleotide levels and alters muscle function in healthy older men", "summary": "250 mg NMN per day was administered to aged men for 6 or 12 weeks in a placebo-controlled, randomized, double-blind, parallel-group trial.", "year": 2021, "journal": "NPJ Aging"}, {"title": "N-methyl-d, l-aspartate stimulates growth hormone but not luteinizing hormone secretion in the sheep.", "summary": "NMA at a dose of 12 mg/kg body weight stimulates growth hormone secretion in castrated male sheep.", "year": 1989, "journal": "Life sciences"}, {"title": "Safety evaluation after acute and sub-chronic oral administration of high purity Nicotinamide mononucleotide (NMN-C®) in Sprague-Dawley rats.", "summary": "NMN-C® was found to be safe at doses of 375, 750, and 1500 mg/kg/d for a 90-day sub-chronic period in rats.", "year": 2021, "journal": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association"}, {"title": "Subacute Toxicity Study of Nicotinamide Mononucleotide via Oral Administration", "summary": "Oral administration of NMN once per day for 7 days is well tolerated with minimal deleterious effects in mice and beagle dogs.", "year": 2020, "journal": "Frontiers in Pharmacology"}]}}