{"supplement": "Omega 3 6 9", "data": {"benefits": [{"title": "Therapeutic Effects of Omega-3 Fatty Acids on Chronic Kidney Disease-Associated Pruritus: a Literature Review.", "summary": "Omega-3 fatty acids significantly improve pruritus symptoms in chronic kidney disease patients compared to omega-6, omega-9, and placebo.", "year": 2016, "journal": "Advanced pharmaceutical bulletin"}, {"title": "Omega 3/6 fatty acids for reading in children: a randomized, double‐blind, placebo‐controlled trial in 9‐year‐old mainstream schoolchildren in Sweden", "summary": "Omega 3/6 treatment improved reading ability in mainstream schoolchildren, specifically in phonologic decoding time and visual analysis time.", "year": 2017, "journal": "Journal of Child Psychology and Psychiatry"}, {"title": "Quantitation of Underivatized Omega-3 and Omega-6 Fatty Acids in Foods by HPLC and Charged Aerosol Detection", "summary": "Omega-3 fatty acids consumption is purported to have health benefits such as cancer prevention, cardiovascular disease prevention, and improved immune function.", "year": 2011, "journal": "Planta Medica"}, {"title": "Omega-3 fatty acid rich diet prevents diabetic renal disease.", "summary": "High dietary intake of omega-3 fatty acids (n-3 PUFA) reduces diabetic renal disease by decreasing urinary albumin excretion, systolic blood pressure, glomerulosclerosis, and tubulointerstitial fibrosis.", "year": 2009, "journal": "American journal of physiology. Renal physiology"}, {"title": "Do Omega-3/6 Fatty Acids Have a Therapeutic Role in Children and Young People with ADHD?", "summary": "Omega-3/6 fatty acids show promise as an adjunctive therapy for ADHD, improving hyperactivity, impulsivity, attention, visual learning, word reading, and working/short-term memory.", "year": 2017, "journal": "Journal of Lipids"}, {"title": "The roles of omega-3 and omega-6 fatty acids in idiopathic male infertility.", "summary": "Omega-3 supplementation enhances sperm count, sperm motility, and sperm morphology, potentially benefiting infertile men with idiopathic oligoasthenoteratozoospermia.", "year": 2012, "journal": "Asian journal of andrology"}, {"title": "Omega-3, Omega-6 and Omega-9 Fatty Acids: Implications for Cardiovascular and Other Diseases", "summary": "Omega-3 fatty acids are associated with initiating anti-inflammatory responses, while omega-6 fatty acids are associated with pro-inflammatory responses, and omega-9 fatty acids serve as necessary components for metabolic pathways, potentially affecting disease risk.", "year": 2014, "journal": "Journal of Glycomics & Lipidomics"}, {"title": "Nutritional significance and health benefits of omega-3, -6 and -9 fatty acids in animals", "summary": "Omega-3, omega-6, and omega-9 fatty acids improve performance, public health, and physiological aspects, including anti-oxidative properties, immunity, and decreased incidence of coronary heart diseases.", "year": 2021, "journal": "Animal Biotechnology"}, {"title": "Efeito dos ácidos graxos ômega-3, ômega-6 e ômega-9 sobre o risco cardiovascular de indivíduos adultos: estudo clínico de prevenção primária.", "summary": "Omega-3, omega-6, and omega-9 supplementation may improve cardiometabolic parameters in adults with multiple risk factors and without previous cardiovascular event.", "year": 2016, "journal": ""}, {"title": "Importance of maintaining a low omega-6/omega-3 ratio for reducing platelet aggregation, coagulation and thrombosis", "summary": "Maintaining a low omega-6/omega-3 ratio reduces platelet aggregation, coagulation, and thrombosis, potentially preventing cardiovascular disease.", "year": 2019, "journal": "Open Heart"}], "side effects": [{"title": "Omega-3 fatty acids in health and disease and in growth and development.", "summary": "Omega-3 fatty acids increase bleeding time, decrease platelet aggregation, blood viscosity, fibrinogen, and erythrocyte deformability, decreasing the tendency to thrombus formation.", "year": 1991, "journal": "The American journal of clinical nutrition"}, {"title": "The effect of various intakes of omega 3 fatty acids on the blood lipid composition in healthy human subjects.", "summary": "Omega 3 fatty acids intake can cause a shift in the fatty acid composition of blood serum lipids, leading to a decrease in serum triglyceride and very low-density lipoprotein levels.", "year": 1981, "journal": "The American journal of clinical nutrition"}, {"title": "The Effects of Dexamethasone Treatment and Dietary Fat Composition on Liver Lipid Metabolism in Mice Consuming High Fat Diets", "summary": "Omega-3 fatty acids may help prevent the detrimental side effects of glucocorticoid treatment, such as adipose accumulation, muscle atrophy, and metabolic dysfunction.", "year": 2022, "journal": "The FASEB Journal"}, {"title": "Biological mechanisms and cardiovascular effects of omega-3 fatty acids.", "summary": "Possible adverse effects of omega-3 fatty acids include nausea, diarrhea, and a \"fishy\" taste.", "year": 1988, "journal": "Clinical pharmacy"}, {"title": "Lipodystrophic diabetes mellitus. Investigations of lipoprotein metabolism and the effects of omega-3 fatty acid administration in two patients.", "summary": "Omega-3 diets can decrease serum triglycerides, inhibit insulin secretion, and worsen glucose tolerance in patients with diabetes mellitus.", "year": 1988, "journal": "Metabolism: clinical and experimental"}, {"title": "Omega-3 Fatty Acids for Psychiatric Illness: Evidence Suggests They May Play a Role in Treating Mood Disorders", "summary": "Consuming diets rich in omega-3 fatty acids may decrease the risk of major depressive disorder, postpartum depression, and bipolar disorder.", "year": 2012, "journal": "Current psychiatry"}, {"title": "Effect of dietary intake of omega-3 and omega-6 fatty acids on severity of asthma in children.", "summary": "Dietary enrichment of omega-3 fatty acids over 6 months increased plasma levels of these fatty acids, reduced stimulated TNFalpha production, but had no effect on the clinical severity of asthma in these children.", "year": 1998, "journal": "The European respiratory journal"}, {"title": "Comparative hemodynamic effects of three different parenterally administered lipid emulsions in conscious dogs.", "summary": "Medium-chain triglyceride/long-chain triglyceride and omega3 PUFA emulsions can cause profound cardiovascular side effects at high doses, making them dangerous for patients with compromised cardiovascular function.", "year": 1998, "journal": "Critical care medicine"}, {"title": "The effects of dietary supplementation with fish oil on renal function in cyclosporine-treated renal transplant recipients.", "summary": "Fish oil supplementation improves renal function and blood pressure in stable cyclosporine-treated renal transplant recipients.", "year": 1990, "journal": "Transplantation"}, {"title": "Blood pressure lowering in elderly subjects: a double-blind crossover study of omega-3 and omega-6 fatty acids.", "summary": "Both omega-3 and omega-6 supplements (9 g/d) safely and effectively lower systolic and diastolic blood pressure in elderly subjects.", "year": 1991, "journal": "The American journal of clinical nutrition"}], "dosage": [{"title": "The Effects of a 6-Month High Dose Omega-3 and Omega-6 Polyunsaturated Fatty Acids and Antioxidant Vitamins Supplementation on Cognitive Function and Functional Capacity in Older Adults with Mild Cognitive Impairment", "summary": "A high-dose omega-3 and omega-6 supplementation (1:1 w/w) improved cognitive function and functional capacity in older adults with mild cognitive impairment.", "year": 2020, "journal": "Nutrients"}, {"title": "Effects of An Omega 3 Fatty Acid Supplement Consumption On Platelet Aggregation Tests in Patients Low Grade Lymphoproliferative Disorders.", "summary": "Omega 3 capsules containing 1250 mg total oil, 60% of which is omega 3, were administered 3 times daily, escalating to 6 capsules per day after the first month and 9 capsules after the second month.", "year": 2009, "journal": "Blood"}, {"title": "Effect of omega-3 and ascorbic acid on inflammation markers in depressed shift workers in Shahid Tondgoyan Oil Refinery, Iran: a randomized double-blind placebo-controlled study", "summary": "Omega-3 supplementation (180 mg eicosapentaenoate acid and 120 mg docosahexaenoic acid) reduced depression score and high sensitivity C-reactive protein concentration.", "year": 2013, "journal": "Journal of Clinical Biochemistry and Nutrition"}, {"title": "Effects of omega-6/3 and omega-9/6 nutraceuticals on pain and fertility in peritoneal endometriosis in rats 1", "summary": "Omega-6/3 (1.2 g/kg/day) and omega-9/6 (1.2 g/kg/day) nutraceuticals decreased pain in peritoneal endometriosis in rats.", "year": 2019, "journal": "Acta Cirúrgica Brasileira"}, {"title": "Omega-3 fatty acids: cardiovascular benefits, sources and sustainability", "summary": "Individuals without coronary heart disease should consume at least 250-500 mg daily of omega-3 fatty acids.", "year": 2009, "journal": "Nature Reviews Cardiology"}, {"title": "The effect of various intakes of omega 3 fatty acids on the blood lipid composition in healthy human subjects.", "summary": "Doses of 1.4, 2.3, 4.1, and 8.2 g of omega 3 fatty acids were administered daily for 4 weeks.", "year": 1981, "journal": "The American journal of clinical nutrition"}, {"title": "Effect of Oral Re-esterified Omega-3 Nutritional Supplementation on Dry Eyes", "summary": "Oral re-esterified omega-3 fatty acids supplementation (1680 mg eicosapentaenoic acid/560 mg docosahexaenoic acid) significantly improves tear osmolarity, omega-3 index levels, tear break-up time, MMP", "year": 2016, "journal": "Cornea"}, {"title": "The effects of dietary omega-3 polyunsaturated fatty acids on erythrocyte membrane phospholipids, erythrocyte deformability and blood viscosity in healthy volunteers.", "summary": "A daily dietary supplement of fish oil concentrate ('maxEPA') providing 3g of omega-3 fatty acids significantly increased erythrocyte deformability and reduced whole blood viscosity in healthy volunteers.", "year": 1985, "journal": "Atherosclerosis"}, {"title": "The effects of dietary supplementation with fish oil on renal function in cyclosporine-treated renal transplant recipients.", "summary": "Fish oil supplementation with 30% EPA and 20% C22:6 omega-3 led to a 20.3% increase in glomerular filtration rate and 16.4% increase in effective renal plasma flow in stable cyclosporine-treated renal transplant recipients.", "year": 1990, "journal": "Transplantation"}, {"title": "The use of an intravenous fish oil emulsion enriched with omega-3 fatty acids in patients with cystic fibrosis.", "summary": "Intravenous administration of fish oil enriched with omega-3 fatty acids is safe and bioavailable for patients with cystic fibrosis at a dose of 150 mg/kg daily for 1 month.", "year": 1996, "journal": "Nutrition"}]}}