{"supplement": "Plant Based Protein", "data": {"benefits": [{"title": "A plant-based diet in overweight individuals in a 16-week randomized clinical trial: metabolic benefits of plant protein", "summary": "Plant protein in a plant-based diet is associated with improvements in body composition and reductions in both body weight and insulin resistance.", "year": 2018, "journal": "Nutrition & Diabetes"}, {"title": "The increasing value of plant-made proteins.", "summary": "Plant-based proteins can be used for innovative products, bioencapsulation, and mucosal delivery of minimally processed topical and oral products.", "year": 2015, "journal": "Current opinion in biotechnology"}, {"title": "Modification of plant proteins for improved functionality: A review.", "summary": "Plant-based protein is increasing due to sustainability, less environmental impact, and beneficial health claims.", "year": 2021, "journal": "Comprehensive reviews in food science and food safety"}, {"title": "Role of plant protein in nutrition, wellness, and health.", "summary": "Plant proteins may reduce the risk of metabolic syndrome, diabetes management, cancer prevention, and weight management.", "year": 2019, "journal": "Nutrition reviews"}, {"title": "Plant Proteins: Assessing Their Nutritional Quality and Effects on Health and Physical Function", "summary": "Increased intake of plant-based proteins is associated with potential health benefits and improved physical function, but their nutritional quality may be inferior compared to animal proteins.", "year": 2020, "journal": "Nutrients"}, {"title": "Modification approaches of plant-based proteins to improve their techno-functionality and use in food products", "summary": "Modification of plant proteins can improve their technofunctionality, nutritional value, and accessibility in food products, potentially leading to new opportunities in plant-based food products.", "year": 2021, "journal": "Food Hydrocolloids"}, {"title": "Animal- and Plant-Based Protein Sources: A Scoping Review of Human Health Outcomes and Environmental Impact", "summary": "Consumption of vegetable protein sources is associated with better health outcomes overall (especially on the cardiovascular system) than animal-based product use.", "year": 2022, "journal": "Nutrients"}, {"title": "The value of dietary plant protein in older people", "summary": "Plant-based protein sources may help prevent health risks associated with animal products and promote better protein intake for older people, especially preventing sarcopenia or metabolic disorders.", "year": 2022, "journal": "Current Opinion in Clinical Nutrition and Metabolic Care"}, {"title": "Plant leaf proteins for food applications: Opportunities and challenges.", "summary": "Plant-based proteins are considered an alternative to animal proteins for developing sustainable food systems and have unique functional properties for novel food product formulations.", "year": 2022, "journal": "Comprehensive reviews in food science and food safety"}, {"title": "The Role of the Anabolic Properties of Plant- versus Animal-Based Protein Sources in Supporting Muscle Mass Maintenance: A Critical Review", "summary": "Increasing protein intake leads to a positive acute postprandial muscle protein synthesis response and long-term improvement in lean mass.", "year": 2019, "journal": "Nutrients"}], "side effects": [{"title": "Effects of a Plant-Based High-Protein Diet on Fatigue in Breast Cancer Patients Undergoing Adjuvant Chemotherapy - a Randomized Controlled Trial.", "summary": "A plant-based, high-protein diet during chemotherapy resulted in positive changes in fatigue, BMI, and body composition.", "year": 2022, "journal": "Nutrition and cancer"}, {"title": "The Role of the Anabolic Properties of Plant- versus Animal-Based Protein Sources in Supporting Muscle Mass Maintenance: A Critical Review", "summary": "Plant-based proteins have less of an anabolic effect than animal proteins due to lower digestibility, lower essential amino acid content, and deficiency in other essential amino acids.", "year": 2019, "journal": "Nutrients"}, {"title": "Covalent modification of food proteins by plant-based ingredients (polyphenols and organosulphur compounds): A commonplace reaction with novel utilization potential", "summary": "Plant-based proteins can covalently interact with food proteins, leading to altered technological properties, sensory changes, and different biological activities, such as allergy and antimicrobial effects.", "year": 2020, "journal": "Trends in Food Science and Technology"}, {"title": "Transcriptome analysis of the influence of high plant protein based diet on Trachinotus ovatus liver.", "summary": "High plant protein diets can decrease absorption rate, growth rate, and cause digestive tract inflammation in aquatic livestock.", "year": 2021, "journal": "Fish & shellfish immunology"}, {"title": "A plant-based diet in overweight individuals in a 16-week randomized clinical trial: metabolic benefits of plant protein", "summary": "Plant protein in a plant-based diet is associated with improvements in body composition and reductions in both body weight and insulin resistance.", "year": 2018, "journal": "Nutrition & Diabetes"}, {"title": "The Skeletal Muscle Anabolic Response to Plant- versus Animal-Based Protein Consumption.", "summary": "Ingestion of plant-based proteins like soy and wheat results in a lower muscle protein synthetic response compared to animal-based proteins.", "year": 2015, "journal": "The Journal of nutrition"}, {"title": "Role of plant protein in nutrition, wellness, and health.", "summary": "Plant proteins offer nutritional benefits, potentially reducing the risk of metabolic syndrome, diabetes management, cancer prevention, and weight management.", "year": 2019, "journal": "Nutrition reviews"}, {"title": "Effect of Plant Protein on Blood Lipids: A Systematic Review and Meta‐Analysis of Randomized Controlled Trials", "summary": "Substitution of plant protein for animal protein decreases low-density lipoprotein cholesterol, non-high-density lipoprotein cholesterol, and apolipoprotein B.", "year": 2017, "journal": "Journal of the American Heart Association: Cardiovascular and Cerebrovascular Disease"}, {"title": "Partial Replacement of Animal Proteins with Plant Proteins for 12 Weeks Accelerates Bone Turnover Among Healthy Adults: A Randomized Clinical Trial.", "summary": "Partial replacement of animal proteins with plant-based proteins for 12 weeks increased markers of bone resorption and formation among healthy adults, indicating a possible risk for bone health.", "year": 2020, "journal": "The Journal of nutrition"}, {"title": "Exploring Health-Promoting Attributes of Plant Proteins as a Functional Ingredient for the Food Sector: A Systematic Review of Human Interventional Studies", "summary": "Extracted plant protein sources have health-promoting effects on glycemic, appetite, cardiovascular, and muscular outcomes, but the current evidence is not sufficient to formulate explicit dietary recommendations.", "year": 2020, "journal": "Nutrients"}], "dosage": [{"title": "Comparison of the effects of a liquid breakfast meal with varying doses of plant-based soy protein on appetite profile, energy metabolism and intake", "summary": "High doses of plant-based soy protein (50g) reduced energy intake at lunch and was rated as more satiating compared to an isoenergetic control meal (50g).", "year": 2019, "journal": "Appetite"}, {"title": "Ingestion of an ample amount of meat substitute based on a lysine-enriched, plant-based protein blend stimulates postprandial muscle protein synthesis to a similar extent as an isonitrogenous amount of chicken in healthy, young men", "summary": "Ingestion of 40g of lysine-enriched plant-based protein increases muscle protein synthesis rates to a similar extent as an isonitrogenous amount of chicken in healthy, young men.", "year": 2021, "journal": "British Journal of Nutrition"}, {"title": "High-Protein Plant-Based Diet Versus a Protein-Matched Omnivorous Diet to Support Resistance Training Adaptations: A Comparison Between Habitual Vegans and Omnivores", "summary": "A high-protein ( 1.6 g kg1 day1), exclusively plant-based diet is not different than a protein-matched mixed diet in supporting muscle strength and mass accrue.", "year": 2021, "journal": "Sports Medicine"}, {"title": "Nutritional Adequacy of Animal-Based and Plant-Based Asian Diets for Chronic Kidney Disease Patients: A Modeling Study", "summary": "Plant-based and vegetarian low protein diets provide the RDA for essential amino acids with a protein prescription 0.7 g/kg/day.", "year": 2021, "journal": "Nutrients"}, {"title": "Effect of dietary β-mannanase supplementation on growth performance, digestibility, and gene expression levels of Cyprinus carpio (Linnaeus) fingerlings fed a plant protein-rich diet", "summary": "Dietary Î± -mannanase supplementation (500 U/kg) improved growth performance, digestibility, and immune response in common carp fed a plant protein-rich diet.", "year": 2022, "journal": "Frontiers in Veterinary Science"}, {"title": "Adequacy of Plant-Based Proteins in Chronic Kidney Disease.", "summary": "CKD patients have been seen to consume 0.7-0.9 g/kg/day of mostly plant-based protein without any negative effects.", "year": 2019, "journal": "Journal of renal nutrition : the official journal of the Council on Renal Nutrition of the National Kidney Foundation"}, {"title": "The Skeletal Muscle Anabolic Response to Plant- versus Animal-Based Protein Consumption.", "summary": "Ingestion of plant-based proteins like soy and wheat results in a lower muscle protein synthetic response compared to animal-based proteins.", "year": 2015, "journal": "The Journal of nutrition"}, {"title": "Differential Responses of Blood Essential Amino Acid Levels Following Ingestion of High-Quality Plant-Based Protein Blends Compared to Whey Protein—A Double-Blind Randomized, Cross-Over, Clinical Trial", "summary": "Plant-based protein blends were not bio-equivalent to Whey Protein Isolate, but blood leucine kinetic data across the blends approximately doubled from fasting concentrations.", "year": 2019, "journal": "Nutrients"}, {"title": "Peripheral Amino Acid Appearance Is Lower Following Plant Protein Fibre Products, Compared to Whey Protein and Fibre Ingestion, in Healthy Older Adults despite Optimised Amino Acid Profile", "summary": "Postprandial appearance of amino acids is highly dependent on the protein source in older adults, despite providing equivalent IAA levels and dietary fibre.", "year": 2022, "journal": "Nutrients"}, {"title": "Partial Replacement of Animal Proteins with Plant Proteins for 12 Weeks Accelerates Bone Turnover Among Healthy Adults: A Randomized Clinical Trial.", "summary": "Partial replacement of animal proteins with plant-based proteins for 12 weeks increased bone resorption and formation among healthy adults, potentially causing lower vitamin D and calcium intakes.", "year": 2020, "journal": "The Journal of nutrition"}]}}