{"supplement": "Probiotics", "data": {"benefits": [{"title": "Functional cultures and health benefits", "summary": "Probiotics like Lactobacillus acidophilus, Bifidobacterium spp., and L. casei can provide antimutagenic effects, anticarcinogenic properties, improved lactose metabolism, reduced serum cholesterol, and stimulated immune systems.", "year": 2007, "journal": "International Dairy Journal"}, {"title": "Prebiotics and probiotics: are they functional foods?", "summary": "Probiotics can alleviate lactose intolerance, enhance immunity, and reduce the risk of rotavirus-induced diarrhea and colon cancer.", "year": 2000, "journal": "The American journal of clinical nutrition"}, {"title": "Cholesterol-Lowering Effects of Probiotics and Prebiotics: A Review of in Vivo and in Vitro Findings", "summary": "Probiotics and prebiotics may have cholesterol-lowering effects, improving lipid profiles and increasing HDL-cholesterol.", "year": 2010, "journal": "International Journal of Molecular Sciences"}, {"title": "An overview of the last advances in probiotic and prebiotic field", "summary": "Probiotics and prebiotics have potential health benefits such as treatment of infectious diseases, relief of chronic bowel inflammation, immunomodulation, lowering cholesterol, decreased risk of colon cancer, improved lactose digestion, and reducing allergies.", "year": 2013, "journal": "Lwt - Food Science and Technology"}, {"title": "Probiotics, Prebiotics and Immunomodulation of Gut Mucosal Defences: Homeostasis and Immunopathology", "summary": "Probiotics and prebiotics can normalize gut microbiota, potentially benefiting individuals with inflammatory bowel disease, colorectal cancer, and hypersensitivity.", "year": 2013, "journal": "Nutrients"}, {"title": "Effect of Probiotics/Prebiotics on Cattle Health and Productivity", "summary": "Probiotics/prebiotics can modulate the balance and activities of the gastrointestinal microbiota, which is beneficial to the host animal and has been used as functional foods.", "year": 2015, "journal": "Microbes and Environments"}, {"title": "Human gut microbiota and its relationship to health and disease.", "summary": "Probiotics are used in the clinical prevention or treatment of gastrointestinal tract disorders and metabolic syndrome.", "year": 2011, "journal": "Nutrition reviews"}, {"title": "The impact of probiotics and prebiotics on the immune system", "summary": "Probiotics and prebiotics may directly modulate immune function and influence inflammatory diseases.", "year": 2012, "journal": "Nature Reviews Immunology"}, {"title": "Roles of Probiotics and Prebiotics in Colon Cancer Prevention: Postulated Mechanisms and In-vivo Evidence", "summary": "Probiotics and prebiotics have shown encouraging outcomes in preventing colon cancer, mainly due to their antimicrobial effects, antimutagenic properties, and alteration of tumor differentiation processes.", "year": 2008, "journal": "International Journal of Molecular Sciences"}, {"title": "Probiotics and prebiotics: prospects for public health and nutritional recommendations", "summary": "Probiotics and prebiotics can contribute to the health of the general population by improving colonizing microbiota.", "year": 2014, "journal": "Annals of the New York Academy of Sciences"}], "side effects": [{"title": "A systematic review of the safety of probiotics", "summary": "Probiotics can cause sepsis, fungemia, and gastrointestinal ischemia, especially in critically ill patients and those with immune-compromised complexity.", "year": 2014, "journal": "Expert Opinion on Drug Safety"}, {"title": "Effect of different probiotic preparations on anti-Helicobacter pylori therapy-related side effects: a parallel group, triple blind, placebo-controlled study", "summary": "Probiotic supplementation significantly lowers the incidence of diarrhea and taste disturbance during anti-H. pylori therapy, improving tolerability.", "year": 2002, "journal": "American Journal of Gastroenterology"}, {"title": "Risk and safety of probiotics.", "summary": "Probiotics are generally safe for most populations, but theoretical risks include systemic infections, deleterious metabolic activities, excessive immune stimulation, gene transfer, and gastrointestinal side effects.", "year": 2015, "journal": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America"}, {"title": "The Effect of Probiotic Plus Prebiotic Supplementation on the Tolerance and Efficacy of Helicobacter Pylori Eradication Quadruple Therapy: a Randomized Prospective Double Blind Controlled Trial", "summary": "Probiotic plus prebiotic supplementation improves the eradication rate of Helicobacter pylori and reduces side effects like diarrhea, nausea, vomiting, and anorexia.", "year": 2016, "journal": "Middle East Journal of Digestive Diseases"}, {"title": "Safety aspects of probiotic products", "summary": "Probiotics may theoretically cause systemic infections, deleterious metabolic activities, excessive immune stimulation, and gene transfer.", "year": 2001, "journal": "Food & Nutrition Research"}, {"title": "Tolerance of probiotics and prebiotics.", "summary": "Probiotics may cause infections, deleterious metabolic activities, excessive immune stimulation, and gene transfer.", "year": 2004, "journal": "Journal of clinical gastroenterology"}, {"title": "Clinical Applications of Probiotic Bacteria", "summary": "Probiotic bacteria are applied to balance disturbed intestinal microflora and related dysfunctions of the gastrointestinal tract, treating conditions like acute rotavirus diarrhea, lactose maldigestion, constipation, colonic disorders, and food allergy.", "year": 1998, "journal": "International Dairy Journal"}, {"title": "HEALTH EFFECTS OF PROBIOTICS AND PREBIOTICS. A LITERATURE REVIEW ON HUMAN STUDIES", "summary": "Probiotics can be regarded as safe, but prebiotics like fructans may cause dose-dependent gastrointestinal side-effects.", "year": 2001, "journal": "Food & Nutrition Research"}, {"title": "Safety of Probiotics", "summary": "Probiotics may cause systemic infections, deleterious metabolic activities, adjuvant side effects, immunomodulation, and gene transfer.", "year": 2018, "journal": ""}, {"title": "Assessment of the Risk of Probiotics in Terms of the Food Safety and Human Health", "summary": "Probiotic side effects include gastrointestinal disorders, respiratory tract infections, allergic reactions, and severe medical conditions.", "year": 2019, "journal": "Health and Safety Aspects of Food Processing Technologies"}], "dosage": [{"title": "Clinical effects and gut microbiota changes of using probiotics, prebiotics or synbiotics in inflammatory bowel disease: a systematic review and meta-analysis", "summary": "The dose of 10 10 –10 12 CFU/day may be a reference range for using probiotics to relieve IBD.", "year": 2021, "journal": "European Journal of Nutrition"}, {"title": "Probiotics as an effective therapeutic approach in alleviating depression symptoms: an umbrella meta-analysis.", "summary": "Probiotic supplementation significantly reduced depression symptoms with dosage of >10  109 CFU for >8 weeks.", "year": 2022, "journal": "Critical reviews in food science and nutrition"}, {"title": "Effect of synbiotics on intestinal microflora and digestive enzyme activities in rats.", "summary": "Low and high dosages of probiotics and prebiotics mixture significantly improved the intestinal tract ecosystem by increasing the probiotics population and digestive enzyme activities in rats.", "year": 2005, "journal": "World journal of gastroenterology"}, {"title": "Probiotics reduce symptoms of antibiotic use in a hospital setting: a randomized dose response study.", "summary": "The tested four strain probiotic combination (HOWARU(®) Restore) lowers the risk of antibiotic-associated diarrhea, Clostridium difficile-associated diarrhea, and gastrointestinal symptoms in a dose-dependent manner in adult in-patients.", "year": 2014, "journal": "Vaccine"}, {"title": "The perinatal use of probiotics, prebiotics, and synbiotics for the primary prevention of allergic diseases in children: A systematic review", "summary": "Probiotics started during the third trimester of pregnancy and continued for the first three months of life, administered as a mixture of different species in the amount of 109 to 1010 cfu/day, reduce the incidence of atopic dermatitis in children.", "year": 2021, "journal": ""}, {"title": "Safety evaluation for multispecies probiotics in a 28- day feeding study in Sprague-Dawley rats", "summary": "The tested probiotic dosages in this study were 2,000 mg/kg body weight, 4,000 mg/kg body weight, and 6,000 mg/kg body weight, with no significant differences in safety observed.", "year": 2014, "journal": "African Journal of Biochemistry Research"}, {"title": "Effect of Psychobiotics on Psychometric Tests and Inflammatory Markers in Major Depressive Disorder: Meta-Analysis of Randomized Controlled Trials with Meta-Regression", "summary": "The dosage ranged between 1  109 to 2  1010 colony forming units (CFU)/day.", "year": 2021, "journal": "Pharmaceuticals"}, {"title": "Efficacy of an Encapsulated Probiotic Bifidobacterium infantis 35624 in Women with Irritable Bowel Syndrome", "summary": "B. infantis 35624 at a dose of 1  108 cfu significantly relieves many symptoms of IBS, making it stable and convenient to use.", "year": 2006, "journal": "The American Journal of Gastroenterology"}, {"title": "A critical evaluation of the factors affecting the survival and persistence of beneficial bacteria in healthy adults.", "summary": "Dosage recommendations for probiotics by regulatory agencies are lower than that required for a strain to survive, persist, and be efficacious in the gut.", "year": 2021, "journal": "Beneficial microbes"}, {"title": "A prospective randomized, double-blind, placebo-controlled, dose-response relationship study to investigate efficacy of fructo-oligosaccharides (FOS) on human gut microflora", "summary": "FOS consumption increased the relative abundance of Bifidobacterium and Lactobacillus, with higher dosages promoting selective proliferation of Lactobacillus.", "year": 2019, "journal": "Scientific Reports"}]}}