{"supplement": "Quercetin", "data": {"benefits": [{"title": "The dietary flavonoid quercetin increases VO(2max) and endurance capacity.", "summary": "Quercetin supplementation can increase endurance without exercise training in untrained participants, potentially enhancing athletic and military performance.", "year": 2010, "journal": "International journal of sport nutrition and exercise metabolism"}, {"title": "Health Benefits of Quercetin in Age-Related Diseases", "summary": "Quercetin has antioxidant properties, anti-inflammatory, anti-proliferative, anti-carcinogenic, anti-diabetic, and anti-viral properties, and plays a crucial role in the prevention of age-related disorders.", "year": 2022, "journal": "Molecules"}, {"title": "Health effects of quercetin: from antioxidant to nutraceutical.", "summary": "Quercetin is a prominent dietary antioxidant that protects against diseases like osteoporosis, cancer, pulmonary and cardiovascular diseases, and aging.", "year": 2008, "journal": "European journal of pharmacology"}, {"title": "Quercetin, Inflammation and Immunity", "summary": "Quercetin has anti-carcinogenic, anti-inflammatory, and antiviral activities, as well as attenuating lipid peroxidation, platelet aggregation, and capillary permeability.", "year": 2016, "journal": "Nutrients"}, {"title": "In vivo quercitrin anti‐inflammatory effect involves release of quercetin, which inhibits inflammation through down‐regulation of the NF‐κB pathway", "summary": "Quercitrin releases quercetin, which inhibits inflammation through down-regulation of the NFÎ± B pathway.", "year": 2005, "journal": "European Journal of Immunology"}, {"title": "Antioxidant and anti-inflammatory activities of quercetin and its derivatives", "summary": "Quercetin derivatives may act as potent antioxidant and anti-inflammatory agents, contributing to overall biological activity of a quercetin-rich diet.", "year": 2018, "journal": "Journal of Functional Foods"}, {"title": "The biological activities, chemical stability, metabolism and delivery systems of quercetin: A review", "summary": "Quercetin has health benefits such as antioxidant, anti-inflammatory, antiviral, anticancer, and eases cardiovascular diseases like heart disease, hypertension, and high blood cholesterol.", "year": 2016, "journal": "Trends in Food Science and Technology"}, {"title": "Therapeutic Potential of Quercetin: New Insights and Perspectives for Human Health", "summary": "Quercetin has antidiabetic, anti-inflammatory, antioxidant, antimicrobial, anti-Alzheimer's, antiarthritic, cardiovascular, and wound-healing effects, and has anticancer activity against different cancer cell lines.", "year": 2020, "journal": "ACS Omega"}, {"title": "Molecular Targets Underlying the Anticancer Effects of Quercetin: An Update", "summary": "Quercetin protects against diseases like osteoporosis, certain malignant tumors, and pulmonary and cardiovascular disorders by scavenging highly reactive species.", "year": 2016, "journal": "Nutrients"}, {"title": "Quercetin and the mitochondria: A mechanistic view.", "summary": "Quercetin can modulate pathways associated with mitochondrial biogenesis, membrane potential, oxidative respiration, ATP anabolism, and mitochondria-induced apoptosis, offering protection against mitochondrial damage.", "year": 2016, "journal": "Biotechnology advances"}], "side effects": [{"title": "Quercetin accumulation by chronic administration causes the caspase‐3 activation in liver and brain of mice", "summary": "Chronic administration of quercetin at high doses may induce apoptosis in the liver and brain of mice, with the brain being more susceptible to apoptosis than the liver.", "year": 2010, "journal": "BioFactors"}, {"title": "The supplement-drug interaction of quercetin with tamsulosin on vasorelaxation.", "summary": "Quercetin induces vasorelaxation and decreases phenylephrine sensitivity, but the combination of tamsulosin and quercetin can decrease this sensitivity even more.", "year": 2015, "journal": "European journal of pharmacology"}, {"title": "Quercetin inhibits prostate cancer by attenuating cell survival and inhibiting anti-apoptotic pathways", "summary": "Quercetin inhibits prostate cancer cell survival and leads to apoptotic and necrotic cell death without affecting normal prostate epithelial cells.", "year": 2018, "journal": "World Journal of Surgical Oncology"}, {"title": "Quercetin inhibits lymphocyte activation and proliferation without inducing apoptosis in peripheral mononuclear cells.", "summary": "Quercetin inhibits normal immune functions like T cell proliferation and activation, but does not induce apoptosis in normal cells.", "year": 2009, "journal": "Leukemia research"}, {"title": "Investigation of the binding mechanism and inhibition of bovine liver catalase by quercetin: Multi-spectroscopic and computational study", "summary": "Quercetin can inhibit bovine liver catalase activity through a non-competitive manner.", "year": 2017, "journal": "BioImpacts : BI"}, {"title": "Low side-effect and heat-shock protein-inhibited chemo-phototherapy nanoplatform via co-assembling strategy of biotin-tailored IR780 and quercetin", "summary": "Quercetin is a naturally low-side effect anticancer drug and heat shock protein inhibitor for tailoring phototherapy.", "year": 2019, "journal": "Chemical Engineering Journal"}, {"title": "The pro‐apoptotic effect of quercetin in cancer cell lines requires ERβ‐dependent signals", "summary": "Quercetin mimics the effects of estrogen in cancer cell lines by activating p38, a pro-apoptotic signaling pathway.", "year": 2012, "journal": "Journal of Cellular Physiology"}, {"title": "Drug combinations with quercetin: doxorubicin plus quercetin in human breast cancer cells", "summary": "Quercetin combined with doxorubicin increased doxorubicin effects in highly invasive breast cancer cells and reduced side effects in non-tumoral cells.", "year": 2011, "journal": "Cancer Chemotherapy and Pharmacology"}, {"title": "Antidepressant Potential of Quercetin and its Glycoside Derivatives: A Comprehensive Review and Update", "summary": "Quercetin has various pharmacological effects such as anti-depressant, anti-cancer, antibacterial, antioxidant, anti-inflammatory, and neuroprotective.", "year": 2022, "journal": "Frontiers in Pharmacology"}, {"title": "Effects of quercetin on single Ca(2+) release channel behavior of skeletal muscle.", "summary": "Quercetin activates Ca(2+) release channels marginally at low concentrations, but increases sensitivity to the drug at elevated concentrations.", "year": 2002, "journal": "Biophysical journal"}], "dosage": [{"title": "Daily quercetin supplementation dose-dependently increases plasma quercetin concentrations in healthy humans.", "summary": "Quercetin supplementation at 50, 100, and 150 mg/d dose-dependently increased plasma quercetin concentrations in healthy humans.", "year": 2008, "journal": "The Journal of nutrition"}, {"title": "Effects of Quercetin on Blood Pressure: A Systematic Review and Meta‐Analysis of Randomized Controlled Trials", "summary": "Quercetin supplementation has a significant effect on reducing blood pressure, possibly limited to or greater with dosages of >500 mg/day.", "year": 2016, "journal": "Journal of the American Heart Association: Cardiovascular and Cerebrovascular Disease"}, {"title": "Serum Metabolomics Analysis of Quercetin against Acrylamide-Induced Toxicity in Rats.", "summary": "Quercetin (50 mg/kg bw) exerts partial protective effects on acrylamide-induced toxicity by reducing oxidative stress, protecting the mitochondria, and regulating lipid metabolism.", "year": 2016, "journal": "Journal of agricultural and food chemistry"}, {"title": "Metabolomics analysis of the effects of quercetin on renal toxicity induced by cadmium exposure in rats", "summary": "Quercetin dosages in this study were 10 and 50 mg/kgbw.", "year": 2020, "journal": "BioMetals"}, {"title": "Effects of supplementation with quercetin on plasma C-reactive protein concentrations: a systematic review and meta-analysis of randomized controlled trials", "summary": "Quercetin supplementation significantly reduces circulating C-reactive protein levels, especially at doses above 500 mg/day and in patients with CRP 3 mg/l.", "year": 2017, "journal": "European Journal of Clinical Nutrition"}, {"title": "Quercetin supplementation and its effect on human monocyte gene expression profiles in vivo", "summary": "Quercetin supplementation at 150 mg daily led to minimal changes in gene expression in human monocytes.", "year": 2010, "journal": "British Journal of Nutrition"}, {"title": "Effects of quercetin on the bioavailability of doxorubicin in rats: Role of CYP3A4 and P-gp inhibition by quercetin", "summary": "Oral quercetin dosages range from 0.6 to 15 mg/kg, with a maximum effect at 15 mg/kg.", "year": 2011, "journal": "Archives of Pharmacal Research"}, {"title": "Quercetin promotes functional recovery following acute spinal cord injury.", "summary": "Dose ranges from 5 to 100 micromoles quercetin/kg body weight, with half or more of the animals walking, although with deficit, after acute traumatic spinal cord injury.", "year": 2003, "journal": "Journal of neurotrauma"}, {"title": "Effects of quercetin supplementation on glycemic control among patients with metabolic syndrome and related disorders: A systematic review and meta‐analysis of randomized controlled trials", "summary": "Quercetin supplementation in dosages of 500 mg/day significantly reduced fasting plasma glucose levels in studies with a duration of 8 weeks.", "year": 2019, "journal": "Phytotherapy Research"}, {"title": "Metabonomics analysis of quercetin against the nephrotoxicity of acrylamide in rats.", "summary": "Quercetin dosages tested in this study were 10 and 50 mg per kg bw per day.", "year": 2018, "journal": "Food & function"}]}}