{"supplement": "Red Yeast Rice", "data": {"benefits": [{"title": "Red Yeast Rice for Dyslipidemia in Statin-Intolerant Patients", "summary": "Red yeast rice significantly improves LDL and total cholesterol levels in patients with statin-associated myalgias.", "year": 2009, "journal": "Annals of Internal Medicine"}, {"title": "[OP.8E.07] MIDDLE-TERM DIETARY SUPPLEMENTATION WITH RED YEAST RICE PLUS COENZYME Q10 IMPROVES LIPID PATTERN, ENDOTHELIAL REACTIVITY AND ARTERIAL STIFFNESS IN MODERATELY HYPERCHOLESTEROLEMICS", "summary": "Red yeast rice supplementation with 10 mg monacolins improves LDL-cholesterolemia, endothelial reactivity, and pulse wave velocity in moderately hypercholesterolemic subjects.", "year": 2016, "journal": "Journal of Hypertension"}, {"title": "Health Benefits and Clinical Impact of Major Nutrient, Red Yeast Rice: A Review", "summary": "Red Yeast Rice (RYR) is effective for managing cholesterol, diabetes, cardiovascular disease, and preventing cancer.", "year": 2010, "journal": "Food and Bioprocess Technology"}, {"title": "Life-span extension by pigmented rice bran in the model yeast Saccharomyces cerevisiae", "summary": "Red rice bran extract and bioactive compounds, quercetin and protocatechuic acid, can reduce intracellular reactive oxygen species (ROS) and prolong the life-span of yeast cells.", "year": 2019, "journal": "Scientific Reports"}, {"title": "Impact of Red Yeast Rice on Metabolic Diseases: A Review of Possible Mechanisms of Action.", "summary": "Red yeast rice may be beneficial in the prevention and treatment of metabolic diseases, such as atherosclerosis, dyslipidemia, diabetes, hypertension, and obesity.", "year": 2020, "journal": "Journal of agricultural and food chemistry"}, {"title": "A Review of Red Yeast Rice, a Traditional Fermented Food in Japan and East Asia: Its Characteristic Ingredients and Application in the Maintenance and Improvement of Health in Lipid Metabolism and the Circulatory System", "summary": "Red yeast rice has beneficial effects in improving lipid metabolism and the circulatory system, and its safety as a functional food.", "year": 2021, "journal": "Molecules"}, {"title": "Quantitative Determination of Lovastatin from Dietary Supplements Containing Red Yeast Rice Extracts by using HPLC-UV-MS and UPLC-UV-MS Methods", "summary": "Red yeast rice may provide benefits beyond those provided by statins, such as decreasing cholesterol levels and stimulating bone formation.", "year": 2009, "journal": "Planta Medica"}, {"title": "Low-dose statin concentration in red yeast rice: a confounding effect on outcome?", "summary": "Red yeast rice combined with lifestyle changes and fish oil can improve lipid profile in obese patients, with similar results as therapeutic doses of statins.", "year": 2008, "journal": "Mayo Clinic proceedings"}, {"title": "Prevention: Lowering cholesterol in statin-intolerant patients", "summary": "Red yeast rice supplementation significantly drops LDL cholesterol and total cholesterol in statin-intolerant patients.", "year": 2009, "journal": "Nature Reviews Cardiology"}, {"title": "MULTICENTER CLINICAL TRIAL OF THE SERUM LIPID-LOWERING EFFECTS OF A MONASCUS PURPUREUS (RED YEAST) RICE PREPARATION FROM TRADITIONAL CHINESE MEDICINE", "summary": "Red Yeast Rice is extremely effective and well tolerated in reducing elevated serum cholesterol and triglycerides.", "year": 1997, "journal": "Current Therapeutic Research-clinical and Experimental"}], "side effects": [{"title": "MULTICENTER CLINICAL TRIAL OF THE SERUM LIPID-LOWERING EFFECTS OF A MONASCUS PURPUREUS (RED YEAST) RICE PREPARATION FROM TRADITIONAL CHINESE MEDICINE", "summary": "Red Yeast Rice is effective and well tolerated in reducing elevated serum cholesterol and triglycerides, with mild side effects like heartburn, flatulence, and dizziness.", "year": 1997, "journal": "Current Therapeutic Research-clinical and Experimental"}, {"title": "[Red yeast rice: An unsafe food supplement?]", "summary": "Red yeast rice can contain the mycotoxin citrinin and other substances not yet toxicologically evaluated, potentially causing severe side effects like muscle damage and kidney failure.", "year": 2017, "journal": "Bundesgesundheitsblatt, Gesundheitsforschung, Gesundheitsschutz"}, {"title": "Rhabdomyolysis Related to Red Yeast Rice Ingestion", "summary": "Red yeast rice may cause rhabdomyolysis, a condition involving muscle weakness and chest discomfort.", "year": 2023, "journal": "Cureus"}, {"title": "Red yeast rice induces less muscle fatigue symptom than simvastatin in dyslipidemic patients: a single center randomized pilot trial", "summary": "Red yeast rice induced less muscle fatigue side effect and exerted comparable lipid-lowering effects compared to simvastatin in dyslipidemic patients with low to moderate cardiovascular risk.", "year": 2017, "journal": "BMC Cardiovascular Disorders"}, {"title": "PERBANDINGAN BERAS RAGI MERAH DAN SIMVASTATIN DALAM MENURUNKAN PROFIL LIPID : EVIDENCE-BASED CASE REPORT", "summary": "Red yeast rice (RYR) shows less fatigue side effect than simvastatin, making it an alternative for patients experiencing statin-associated myalgia.", "year": 2021, "journal": "IJCNP (INDONESIAN JOURNAL OF CLINICAL NUTRITION PHYSICIAN)"}, {"title": "New Monascus metabolites: structure elucidation and toxicological properties studied with immortalized human kidney epithelial cells.", "summary": "Monascopyridines C and D, found in red yeast rice, have cytotoxic effects and might contribute to tumor formations.", "year": 2006, "journal": "Molecular nutrition & food research"}, {"title": "More on the Chinese red-yeast-rice supplement and its cholesterol-lowering effect.", "summary": "Red yeast rice supplementation modestly reduced total cholesterol, LDL-cholesterol, and total triacylglycerol concentrations in patients with hyperlipidemia.", "year": 2000, "journal": "The American journal of clinical nutrition"}, {"title": "AB0453 RED RICE YEAST. AN ALTERNATIVE IN RHEUMATOID ARTHRITIS AND HYPERLIPIDEMIA", "summary": "Red rice yeast significantly decreased total cholesterol (TC) and LDL levels in patients with rheumatoid arthritis.", "year": 2019, "journal": "Annals of the Rheumatic Diseases"}, {"title": "Red Yeast Rice to Treat Cholesterol Problems in Patients Who Cannot Tolerate Statin Therapy Because of Muscle Pain", "summary": "Red yeast rice capsules may lower LDL and total cholesterol levels without causing muscle pain in patients who cannot take statins due to muscle pain.", "year": 2009, "journal": "Annals of Internal Medicine"}, {"title": "A Meta-Analysis of Red Yeast Rice: An Effective and Relatively Safe Alternative Approach for Dyslipidemia", "summary": "Red yeast rice is an effective and relatively safe approach for dyslipidemia, with no serious side effects reported in all trials.", "year": 2014, "journal": "PLoS ONE"}], "dosage": [{"title": "Cholesterol-lowering effects of a proprietary Chinese red-yeast-rice dietary supplement.", "summary": "Red yeast rice (2.4 g/d) significantly reduces total cholesterol, LDL cholesterol, and total triacylglycerol concentrations compared to placebo.", "year": 1999, "journal": "The American journal of clinical nutrition"}, {"title": "Tolerability of red yeast rice (2,400 mg twice daily) versus pravastatin (20 mg twice daily) in patients with previous statin intolerance.", "summary": "Red yeast rice dosage is 2,400 mg twice daily.", "year": 2010, "journal": "The American journal of cardiology"}, {"title": "Efficacy of Monascus purpureus Went rice on lowering lipid ratios in hypercholesterolemic patients", "summary": "A twice-daily dose of 600 mg red yeast rice for 8 weeks significantly reduced lipid ratios in hypercholesterolemic patients.", "year": 2007, "journal": "European Journal of Preventive Cardiology"}, {"title": "NMR evaluation of total statin content and HMG-CoA reductase inhibition in red yeast rice (Monascus spp.) food supplements", "summary": "The total statin concentrations of five red yeast rice supplements were between 1.5 and 25.2 mg per specified daily dose.", "year": 2012, "journal": "Chinese Medicine"}, {"title": "Risk Assessment of RYR Food Supplements: Perception vs. Reality", "summary": "Only 19 red yeast rice food supplements offered a daily dosage exceeding 10 mg as dictated by the health claim granted by EFSA in the EU.", "year": 2021, "journal": "Frontiers in Nutrition"}, {"title": "Resveratrol improves the lipid profile promoted by red yeast rice (monacolin k) in patients with moderate dyslipidemia: An open-label, randomized, parallel-group controlled clinical trial", "summary": "Red yeast rice extract (10 mg monacolin K) led to a 20% reduction in total cholesterol and 21% reduction in low-density lipoprotein-cholesterol.", "year": 2017, "journal": "The EuroBiotech Journal"}, {"title": "Effect of Red Yeast Rice on Cognitive Functioning in Schizophrenia: Data From a Pilot Study", "summary": "Red yeast rice supplementation at a daily dosage of 200 mg/d significantly improved cognitive deficits in schizophrenia.", "year": 2019, "journal": "Journal of Clinical Psychopharmacology"}, {"title": "The Color of Rice and the Chinese Paradox", "summary": "Red rice yeast supplements with 5-10 mg lovastatin per capsule have demonstrated efficacy in lowering total and LDL cholesterol.", "year": 2016, "journal": "Annals of Nutrition and Metabolism"}, {"title": "Red Yeast Rice for Hypercholesterolemia.", "summary": "Consuming up to 10 mg of monacolin K daily from red yeast rice extract reduces LDL cholesterol plasma levels between 15% and 25% within 6 to 8 weeks.", "year": 2019, "journal": "Methodist DeBakey cardiovascular journal"}, {"title": "[Red yeast rice, monacolin K, and pleiotropic effects.]", "summary": "Red yeast rice extract with monacolin K concentration of 10 mg per daily dose can reduce LDL-cholesterol plasma levels by 15-25% in 6-8 weeks.", "year": 2018, "journal": "Recenti progressi in medicina"}]}}