{"supplement": "Resveratrol", "data": {"benefits": [{"title": "Resveratrol: therapeutic potential for improving cardiometabolic health.", "summary": "Resveratrol treatment has shown beneficial effects on glucose and lipid metabolism, endothelial function, systolic blood pressure, and markers of oxidative stress and inflammation in some studies.", "year": 2013, "journal": "American journal of hypertension"}, {"title": "Resveratrol Ameliorates Aging-Related Metabolic Phenotypes by Inhibiting cAMP Phosphodiesterases", "summary": "Resveratrol has potential antiaging and antidiabetogenic properties, and its mechanism of action involves inhibiting cAMP-degrading phosphodiesterases.", "year": 2012, "journal": "Cell"}, {"title": "Resveratrol and cancer: focus on in vivo evidence", "summary": "Resveratrol provides anti-aging health benefits including improved metabolism, cardioprotection, and cancer prevention.", "year": 2014, "journal": "Endocrine-Related Cancer"}, {"title": "Resveratrol, obesity and diabetes.", "summary": "Resveratrol has potential benefits in preventing and treating obesity and diabetes by reducing body weight, adiposity, and blood insulin levels.", "year": 2010, "journal": "European journal of pharmacology"}, {"title": "Resveratrol encapsulation: Designing delivery systems to overcome solubility, stability and bioavailability issues", "summary": "Resveratrol has various benefits for human health, including antioxidant, anti-inflammatory, anti-carcinogenic, anti-obesity, and heart/brain protective effects.", "year": 2014, "journal": "Trends in Food Science and Technology"}, {"title": "Resveratrol in prevention and treatment of common clinical conditions of aging", "summary": "Resveratrol is associated with reduced risk of common complex conditions like cardiovascular disease, cancer, diabetes, and Alzheimer's disease, due to its beneficial actions on intracellular pathways.", "year": 2008, "journal": "Clinical Interventions in Aging"}, {"title": "Resveratrol and Its Human Metabolites—Effects on Metabolic Health and Obesity", "summary": "Resveratrol improves exercise performance, insulin sensitivity, and has a body fat-lowering effect, making it a potential anti-obesity bioactive.", "year": 2019, "journal": "Nutrients"}, {"title": "Health Benefits and Molecular Mechanisms of Resveratrol: A Narrative Review", "summary": "Resveratrol has antioxidant, anti-inflammatory, immunomodulatory, glucose and lipid regulatory, neuroprotective, and cardiovascular protective effects, protecting against diverse chronic diseases.", "year": 2020, "journal": "Foods"}, {"title": "Potential for metabolic engineering of resveratrol biosynthesis.", "summary": "Resveratrol benefits include prevention of cardiovascular diseases, cancers, and promotion of longevity in several animal systems.", "year": 2008, "journal": "Trends in biotechnology"}, {"title": "Resveratrol and red wine, healthy heart and longevity", "summary": "Resveratrol can prevent aging-related decline in cardiovascular function, cholesterol level, and inflammatory response.", "year": 2010, "journal": "Heart Failure Reviews"}], "side effects": [{"title": "The Chemopreventive Agent Resveratrol Stimulates Cyclic AMP–Dependent Chloride Secretion In vitro", "summary": "Resveratrol's main side effect in intestinal epithelia is cAMP-induced chloride secretion, which can be suppressed by butyrate.", "year": 2005, "journal": "Clinical Cancer Research"}, {"title": "Resveratrol reduces vacuous chewing movements induced by acute treatment with fluphenazine", "summary": "Resveratrol reduces vacuous chewing movements induced by fluphenazine treatment, suggesting potential neuroprotective effects.", "year": 2012, "journal": "Pharmacology Biochemistry and Behavior"}, {"title": "Disrupting androgen production of Leydig cells by resveratrol via direct inhibition of human and rat 3β-hydroxysteroid dehydrogenase.", "summary": "Resveratrol potentially interferes with androgen biosynthesis of rat Leydig cells.", "year": 2014, "journal": "Toxicology letters"}, {"title": "Resveratrol‐induced thrombocytopenia: Inadvertent side‐effect of a commonly used antioxidant", "summary": "Resveratrol can cause thrombocytopenia in some cases, but no reports regarding potential side effects have been reported so far.", "year": 2018, "journal": "Dermatologic Therapy"}, {"title": "Side-effects of resveratrol in HepG2 cells: reduced pten and increased bcl-xl mRNA expression.", "summary": "Resveratrol stimulation for 12 hours resulted in inhibition of HepG2 proliferation, reduced pten, and increased bcl-xl mRNA expression.", "year": 2012, "journal": "Molecular medicine reports"}, {"title": "Resveratrol: Review on its discovery, anti-leukemia effects and pharmacokinetics.", "summary": "Resveratrol has various pharmacological effects, including antioxidation, anti-aging, anti-inflammation, anti-cancer, antiobesity, anti-diabetes, cardioprotection, and neuroprotection.", "year": 2019, "journal": "Chemico-biological interactions"}, {"title": "Inhibition of cell transformation by resveratrol and its derivatives: differential effects and mechanisms involved", "summary": "Resveratrol derivatives have less cytotoxic effects on normal nontransformed cells and have a more potent inhibitory effect on EGF-induced cell transformation.", "year": 2003, "journal": "Oncogene"}, {"title": "What Is New for an Old Molecule? Systematic Review and Recommendations on the Use of Resveratrol", "summary": "The published evidence is not sufficiently strong to justify a recommendation for the administration of resveratrol to humans beyond the dose obtained from dietary sources.", "year": 2011, "journal": "PLoS ONE"}, {"title": "A Review of Resveratrol as a Potent Chemoprotective and Synergistic Agent in Cancer Chemotherapy", "summary": "Resveratrol reduces side effects and enhances therapeutic outcomes in cancer chemotherapy.", "year": 2019, "journal": "Frontiers in Pharmacology"}, {"title": "Resveratrol treatment as an adjunct to pharmacological management in type 2 diabetes mellitus--systematic review and meta-analysis.", "summary": "Resveratrol side effects were not different than placebo/control in a study on type 2 diabetes mellitus.", "year": 2015, "journal": "Molecular nutrition & food research"}], "dosage": [{"title": "Six months of resveratrol supplementation has no measurable effect in type 2 diabetic patients. A randomized, double blind, placebo-controlled trial.", "summary": "Resveratrol supplementation at 40mg/day or 500mg/day did not reduce CRP concentrations or improve the metabolic pattern of type 2 diabetic patients.", "year": 2016, "journal": "Pharmacological research"}, {"title": "Effect of resveratrol on cartilage protection and apoptosis inhibition in experimental osteoarthritis of rabbit", "summary": "Resveratrol's protective effects in experimental osteoarthritis are enhanced with increased dosage, with 50, 20, and 10 mol/kg being suggested dosages.", "year": 2012, "journal": "Rheumatology International"}, {"title": "Resveratrol-associated renal toxicity.", "summary": "Resveratrol at doses up to 3000 mg per kilogram body weight per day can cause renal toxicity and adverse events, with the no observed adverse effect level being 300 mg per kilogram body weight per day in rats.", "year": 2004, "journal": "Toxicological sciences : an official journal of the Society of Toxicology"}, {"title": "Bioactivity and metabolism of trans-resveratrol orally administered to Wistar rats.", "summary": "Feeding rats 50 mg resveratrol per kg body weight and day elevated total antioxidant activity by 19%.", "year": 2005, "journal": "Molecular nutrition & food research"}, {"title": "Resveratrol reduction of infarct size in Long-Evans rats subjected to focal cerebral ischemia.", "summary": "Resveratrol at dosages of 10(-6), 10(-7), 10(-8) and 10(-9) g/kg significantly reduced the total volume of infarction in Long-Evans rats subjected to focal cerebral ischemia.", "year": 2001, "journal": "Life sciences"}, {"title": "Steady-State Pharmacokinetics and Tolerability of Trans-Resveratrol 2000mg Twice Daily with Food, Quercetin and Alcohol (Ethanol) in Healthy Human Subjects", "summary": "Trans-resveratrol 2000 mg twice daily resulted in adequate exposure and was well tolerated by healthy subjects, although diarrhoea was frequently observed.", "year": 2010, "journal": "Clinical Pharmacokinetics"}, {"title": "Chronic Resveratrol Enhances Endothelium-Dependent Relaxation but Does Not Alter eNOS Levels in Aorta of Spontaneously Hypertensive Rats", "summary": "Chronic resveratrol consumption at 0.448, 4.48, or 6.0 mg/l improved endothelium-dependent relaxation in spontaneously hypertensive rats.", "year": 2007, "journal": "Experimental Biology and Medicine"}, {"title": "Resveratrol Exerts Dosage and Duration Dependent Effect on Human Mesenchymal Stem Cell Development", "summary": "Resveratrol promotes cell self-renewal at 0.1 M and inhibits it at 5 M or above, with dosage-dependent effects on human mesenchymal stem cell development.", "year": 2012, "journal": "PLoS ONE"}, {"title": "Dose-dependent effect of resveratrol on bladder cancer cells: chemoprevention and oxidative stress.", "summary": "Resveratrol at high doses (>20 M) induces cell death of ECV304 cells, while low doses (0.1-20 M) induce protection.", "year": 2012, "journal": "Maturitas"}, {"title": "Safety of resveratrol with examples for high purity, trans‐resveratrol, resVida≫", "summary": "An acceptable daily intake (ADI) of 450 mg/day has been defined for trans-resveratrol, well beyond natural dietary intake.", "year": 2011, "journal": "Annals of the New York Academy of Sciences"}]}}