{"supplement": "SAM-e", "data": {"benefits": [{"title": "Improvement of aggressive behavior and quality of life impairment following S-Adenosyl-Methionine (SAM-e) augmentation in schizophrenia", "summary": "SAM-e administration led to some reduction in aggressive behavior and improved quality of life in schizophrenia patients with the low activity COMT polymorphism.", "year": 2009, "journal": "European Neuropsychopharmacology"}, {"title": "Covalent and Density-Controlled Surface Immobilization of E-Cadherin for Adhesion Force Spectroscopy", "summary": "SAM-e provides a novel and versatile platform to study molecular mechanisms underlying cadherin-mediated cell adhesion under defined experimental conditions.", "year": 2014, "journal": "PLoS ONE"}, {"title": "S-adenosylmethionine (SAM-e) for the treatment of depression in people living with HIV/AIDS", "summary": "SAM-e treatment significantly reduces depressive symptomatology in HIV-seropositive individuals.", "year": 2004, "journal": "BMC Psychiatry"}, {"title": "Alkanethiol Monolayer End Groups Affect the Long-term Operational Stability and Signaling of Electrochemical, Aptamer-based Sensors in Biological Fluids.", "summary": "SAM-e improves signaling and extends the operational life of in-vivo E-AB sensors from hours to days in biological fluids like serum.", "year": 2020, "journal": "ACS applied materials & interfaces"}, {"title": "Complementary and alternative medicine for the treatment of major depressive disorder.", "summary": "SAM-e monotherapy reduced depressive scores in 4 of 5 small randomized controlled trials.", "year": 2011, "journal": "Canadian family physician Medecin de famille canadien"}, {"title": "St. John's wort and S-adenosyl methionine as \"natural\" alternatives to conventional antidepressants in the era of the suicidality boxed warning: what is the evidence for clinically relevant benefit?", "summary": "SAM-e appears to be useful for the short-term treatment of mild-to-moderate depressive illness in adults.", "year": 2011, "journal": "Alternative medicine review : a journal of clinical therapeutic"}, {"title": "A pilot study of S-adenosylmethionine in treatment of functional abdominal pain in children.", "summary": "Oral SAM-e demonstrates promise in improving self-pain reports and quality of life in children with functional abdominal pain.", "year": 2013, "journal": "Alternative therapies in health and medicine"}, {"title": "Evidence for S-adenosyl-L-methionine (SAM-e) for the treatment of major depressive disorder.", "summary": "SAM-e is more efficacious than placebo and equal in efficacy to tricyclic antidepressants for treating major depressive disorder when administered parenterally.", "year": 2009, "journal": "The Journal of clinical psychiatry"}, {"title": "Complementary and Alternative Medicine (CAM): considerations for the treatment of major depressive disorder.", "summary": "SAM-e may be appropriate to treat depression in some patients.", "year": 2009, "journal": "The Journal of clinical psychiatry"}, {"title": "Beneficial effects of S-adenosyl-L-methionine on blood-brain barrier breakdown and neuronal survival after transient cerebral ischemia in gerbils.", "summary": "SAM-e reduces blood-brain barrier breakdown and neuronal death after transient cerebral ischemia in gerbils.", "year": 1997, "journal": "Brain research. Molecular brain research"}], "side effects": [{"title": "Improvement of aggressive behavior and quality of life impairment following S-Adenosyl-Methionine (SAM-e) augmentation in schizophrenia", "summary": "SAM-e administration led to some reduction in aggressive behavior and improved quality of life in schizophrenia patients, but two patients experienced exacerbation of irritability.", "year": 2009, "journal": "European Neuropsychopharmacology"}, {"title": "Severe Acute Malnutrition Results in Lower Lumefantrine Exposure in Children Treated With Artemether‐Lumefantrine for Uncomplicated Malaria", "summary": "SAM children are at risk of underexposure to lumefantrine and an increased risk of malaria reinfection compared to well-nourished children.", "year": 2019, "journal": "Clinical Pharmacology and Therapeutics"}, {"title": "S-adenosylmethionine (SAM-e) for the treatment of depression in people living with HIV/AIDS", "summary": "SAM-e treatment significantly reduced depressive symptomatology in HIV-seropositive individuals.", "year": 2004, "journal": "BMC Psychiatry"}, {"title": "A practical algorithm for the management of patients with statin-associated muscle symptoms.", "summary": "Statin-associated muscle symptoms (SAMS) range from mild weakness, cramps, and muscle pains to severe rhabdomyolysis, causing discontinuation of statin treatment and increased cardiovascular events.", "year": 2019, "journal": "Hellenic journal of cardiology : HJC = Hellenike kardiologike epitheorese"}, {"title": "Complementary and alternative medicine for the treatment of major depressive disorder.", "summary": "SAM-e monotherapy reduced depressive scores in 4 of 5 small randomized controlled trials.", "year": 2011, "journal": "Canadian family physician Medecin de famille canadien"}, {"title": "A pilot study of S-adenosylmethionine in treatment of functional abdominal pain in children.", "summary": "Oral SAM-e demonstrates improvement in self-pain reports and quality of life in children with functional abdominal pain, without causing liver toxicity or mania or depression.", "year": 2013, "journal": "Alternative therapies in health and medicine"}, {"title": "Association between statin use and physical function among community‐dwelling older Japanese adults", "summary": "Statin-associated muscle symptoms (SAMS) are muscle-related side-effects of statins, which may affect physical function in older adults.", "year": 2018, "journal": "Geriatrics & Gerontology International"}, {"title": "Dynamic urine proteome changes in a rat model of simvastatin-induced skeletal muscle injury", "summary": "Statin-associated muscle symptoms (SAMS) are the main side effects of statins, and urine proteome changes can reflect early changes in the rat model.", "year": 2021, "journal": "bioRxiv"}, {"title": "Statin-Associated Muscle Disease: Advances in Diagnosis and Management", "summary": "Statin intolerance is most frequently associated with a range of side effects directed toward skeletal muscle, termed statin-associated muscle symptoms (SAMS).", "year": 2018, "journal": "Neurotherapeutics"}, {"title": "Selective antimicrobial modulation of the intestinal flora of patients with acute nonlymphocytic leukemia: a double-blind, placebo-controlled study.", "summary": "SAM-e decreases the number of major acquired infections and does not cause substantial unfavorable side effects.", "year": 1983, "journal": "The Journal of infectious diseases"}], "dosage": [{"title": "Improvement of aggressive behavior and quality of life impairment following S-Adenosyl-Methionine (SAM-e) augmentation in schizophrenia", "summary": "SAM-e (800 mg) administration for 8 weeks in chronic schizophrenia patients showed some reduction in aggressive behavior and improved quality of life.", "year": 2009, "journal": "European Neuropsychopharmacology"}, {"title": "S‐adenosyl‐methionine improves depression in patients with Parkinson's disease in an open‐label clinical trial", "summary": "SAM was administered in doses of 800 to 3600 mg per day for a period of 10 weeks in a pilot study.", "year": 2000, "journal": "Movement Disorders"}, {"title": "A Phase 2 clinical trial of PF-05212377 (SAM-760) in subjects with mild to moderate Alzheimer’s disease with existing neuropsychiatric symptoms on a stable daily dose of donepezil", "summary": "SAM-760 was dosed at 30 mg once daily for 12 weeks in subjects with Alzheimer's disease on a stable dose of donepezil 5 to 10 mg daily.", "year": 2018, "journal": "Alzheimer's Research & Therapy"}, {"title": "Inhibition of mouse-killing behavior by S-adenosyl-L-methionine in midbrain raphe-lesioned and olfactory-bulbectomized rats", "summary": "SAM at doses of 180 and 320 mg/kg IP significantly inhibits mouse-killing behavior in both raphe-lesioned and olfactory-bulbectomized rats.", "year": 1989, "journal": "Pharmacology Biochemistry and Behavior"}, {"title": "1317. Pharmacokinetics (PK) of Ampicillin-Sulbactam (SAM) during Orthotopic Liver Transplantation (OLT)", "summary": "Current guidelines recommend a 3g dose of SAM, consisting of 2g ampicillin and 1g sulbactam, every 2 hours for surgical prophylaxis during Orthotopic Liver Transplantation.", "year": 2020, "journal": "Open Forum Infectious Diseases"}, {"title": "Alkanethiol Monolayer End Groups Affect the Long-term Operational Stability and Signaling of Electrochemical, Aptamer-based Sensors in Biological Fluids.", "summary": "SAMs, formed from 1-hexanethiol solutions, decrease voltammetric charging currents of E-AB sensors by 3-fold and enable uninterrupted, continuous E-AB interrogation for several days in biological fluids like serum at 37°C.", "year": 2020, "journal": "ACS applied materials & interfaces"}, {"title": "A pilot study of S-adenosylmethionine in treatment of functional abdominal pain in children.", "summary": "Oral SAM-e demonstrates promise in treating functional abdominal pain in children, with a median dose of 1400 mg daily at the 2-mo follow-up period.", "year": 2013, "journal": "Alternative therapies in health and medicine"}, {"title": "Beneficial effects of S-adenosyl-L-methionine on blood-brain barrier breakdown and neuronal survival after transient cerebral ischemia in gerbils.", "summary": "SAM dosages range from 15-120 mg/kg for neuronal protection after transient cerebral ischemia in gerbils.", "year": 1997, "journal": "Brain research. Molecular brain research"}, {"title": "Dose-dependent bioavailability and metabolism of salicylamide in dogs.", "summary": "SAM dosage ranges from 5 to 40 mg/kg, with bioavailability increasing from 0.24 to 0.76 and clearance decreasing from 3.4 to 0.60 liters/min.", "year": 1984, "journal": "The Journal of pharmacology and experimental therapeutics"}, {"title": "S-adenosyl-L-methionine a counter to lead intoxication?", "summary": "SAM therapy is beneficial in the treatment of lead intoxication, with the best results obtained using 20 mg SAM/kg applied daily for 20-22 days.", "year": 1985, "journal": "Comparative biochemistry and physiology. B, Comparative biochemistry"}]}}