{"supplement": "Spirulina", "data": {"benefits": [{"title": "Antioxidant potential of selected Spirulina platensis preparations", "summary": "Spirulina preparations have a high antioxidant and antiinflammatory potential, potentially helping reduce oxidative stress and inflammation.", "year": 2008, "journal": "Phytotherapy Research"}, {"title": "Antioxidant and Angiostatic Effect of Spirulina platensis Suspension in Complete Freund’s Adjuvant-Induced Arthritis in Rats", "summary": "Spirulina restrains the changes produced through adjuvant-induced arthritis, potentially due to its anti-inflammatory, antioxidant, and anti-angiogenic properties.", "year": 2015, "journal": "PLoS ONE"}, {"title": "Spirulina Microalgae and Brain Health: A Scoping Review of Experimental and Clinical Evidence", "summary": "Spirulina can help reduce mental fatigue, protect brain vessels, regulate internal pressure, and improve motor, language, and cognitive skills in malnourished children.", "year": 2021, "journal": "Marine Drugs"}, {"title": "Wide Range Applications of Spirulina: From Earth to Space Missions", "summary": "Spirulina could improve healthcare in space by sustaining long-duration missions and helping astronauts stay healthy, and on Earth by improving metabolism, oncology, ophthalmology, central and peripheral nervous systems, and nephrology.", "year": 2022, "journal": "Marine Drugs"}, {"title": "Potential of Spirulina platensis as a feed supplement for poultry to enhance growth performance and immune modulation", "summary": "Spirulina can enhance growth performance, gut health, and disease resistance in poultry by providing protein, vitamins, minerals, fatty acids, pigments, and essential amino acids.", "year": 2023, "journal": "Frontiers in Immunology"}, {"title": "Antioxidant, anti-inflammatory and immunomodulatory effects of spirulina in exercise and sport: A systematic review", "summary": "Spirulina supplementation has demonstrated ergogenic potential during submaximal exercise, increasing oxygen uptake and improving exercise tolerance.", "year": 2022, "journal": "Frontiers in Nutrition"}, {"title": "Suppression of NLRP3 inflammasome activation in LPS‐induced RAW264.7 cells by natural compound Lava Spirulina maxima extract", "summary": "Lava Spirulina maxima extract effectively inhibits inflammatory response and protects against oxidative damage.", "year": 2019, "journal": "The FASEB Journal"}, {"title": "Current knowledge on potential health benefits of Spirulina", "summary": "Spirulina may have therapeutic effects such as reducing cholesterol, cancer, enhancing the immune system, increasing intestinal lactobacilli, and reducing nephrotoxicity.", "year": 1993, "journal": "Journal of Applied Phycology"}, {"title": "Hypolipidemic, antioxidant, and antiinflammatory activities of microalgae Spirulina.", "summary": "Spirulina has cardiovascular benefits due to its hypolipidemic, antioxidant, and antiinflammatory activities.", "year": 2010, "journal": "Cardiovascular therapeutics"}, {"title": "Spirulina in health care management.", "summary": "Spirulina exhibits therapeutic functions such as antioxidant, anti-bacterial, antiviral, anticancer, anti-inflammatory, anti-allergic, and anti-diabetic, and promotes the growth of intestinal micro flora.", "year": 2008, "journal": "Current pharmaceutical biotechnology"}], "side effects": [{"title": "The effects of spirulina on allergic rhinitis", "summary": "Spirulina consumption significantly improved symptoms of allergic rhinitis, including nasal discharge, sneezing, nasal congestion, and itching.", "year": 2008, "journal": "European Archives of Oto-Rhino-Laryngology"}, {"title": "Evaluation of the Side Effects of Different Doses of Spirulina on Various Organs in Rats: Biochemical, Histological and Histochemical Assessment", "summary": "Uncontrolled supplementary doses of Spirulina may induce biochemical dysfunction and histopathological changes in some vital organs.", "year": 2019, "journal": "Egyptian Journal of Histology"}, {"title": "The efficacy of dietary Spirulina as an adjunct to chemotherapy to improve immune function and reduce myelosuppression in patients with malignant tumors", "summary": "Spirulina reduces myelosuppression and improves immune function after chemotherapy in patients with malignant tumors.", "year": 2019, "journal": "Translational Cancer Research"}, {"title": "Effect of Spirulina (Arthrospira plantensis) Supplementation on Wool Quality in Purebred and Crossbred Merino Lambs Fed Pasture and Lucerne Hay Basal Diets", "summary": "Spirulina supplementation improves wool clean fleece weight without compromising wool fibre diameter, comfort factor, and spinning fineness in dual-purpose prime lambs.", "year": 2014, "journal": "The Journal of Agricultural Science"}, {"title": "Antagonistic effects of Spirulina platensis against sub-acute deltamethrin toxicity in mice: Biochemical and histopathological studies.", "summary": "Spirulina supplementation can overcome deltamethrin-induced hepatotoxicty, nephrotoxicty, and neurotoxicity by abolishing oxidative tissue injuries.", "year": 2016, "journal": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie"}, {"title": "Evaluating the Mitigation Effect of Spirulina Against Radiation-induced heart injury.", "summary": "Spirulina had no effect on radiation-induced cardiac damage, while metformin did.", "year": 2022, "journal": "Current radiopharmaceuticals"}, {"title": "Spirulina Enhances Bone Modeling in Growing Male Rats by Regulating Growth-Related Hormones", "summary": "Spirulina enhances bone growth and bone strength by stimulating growth hormone activities and increasing antioxidant activity.", "year": 2020, "journal": "Nutrients"}, {"title": "Effects of electromagnetic field on the batch cultivation and nutritional composition of Spirulina platensis in an air-lift photobioreactor.", "summary": "EMF has double-side effects on Spirulina cultivation, with 0.25 T EMF stress increasing maximum cell dry weight by 22% and improving nutritional composition in essential amino acids and trace elements.", "year": 2007, "journal": "Bioresource technology"}, {"title": "Ameliorative effect of spirulina against streptozotocin-induced diabetic changes in the pancreas of adult male albino rats: a histological, immunohistochemical, and molecular study", "summary": "Spirulina exerts significant antidiabetic and antioxidant effects in diabetic rats, improving all parameters toward normal.", "year": 2015, "journal": "The Egyptian Journal of Histology"}, {"title": "Spirulina in Clinical Practice: Evidence-Based Human Applications", "summary": "Spirulina may improve symptoms and have anticancer, antiviral, and antiallergic effects.", "year": 2010, "journal": "Evidence-based Complementary and Alternative Medicine : eCAM"}], "dosage": [{"title": "The effects of Spirulina supplementation on metabolic syndrome components, its liver manifestation and related inflammatory markers: A systematic review.", "summary": "Oral dosage range of 1-19gr/day for 0.5-6 months of Spirulina supplementation have positive effects on metabolic syndrome components.", "year": 2019, "journal": "Complementary therapies in medicine"}, {"title": "Spirulina platensis Provides a Small Advantage in Vertical Jump and Sprint Performance But Does Not Improve Elite Rugby Players’ Body Composition", "summary": "Spirulina supplementation (5.7 g/d) in elite rugby players showed a small advantage in vertical jump and sprint performance.", "year": 2020, "journal": "Journal of Dietary Supplements"}, {"title": "Antioxidant potential of selected Spirulina platensis preparations", "summary": "Spirulina preparations have a high antioxidant and antiinflammatory potential, with recommended daily dosage ranging from 50 to 1000 g/mL.", "year": 2008, "journal": "Phytotherapy Research"}, {"title": "The hepatoprotective and hypolipidemic effects of Spirulina (Arthrospira platensis) supplementation in a Cretan population with non-alcoholic fatty liver disease: a prospective pilot study", "summary": "Spirulina supplementation at a high dosage of 6g daily in NAFLD patients has strong and multiple beneficial metabolic effects and improves their health-related quality of life.", "year": 2014, "journal": "Annals of Gastroenterology : Quarterly Publication of the Hellenic Society of Gastroenterology"}, {"title": "Effects of Spirulina, a Blue-Green Alga, on Bone Metabolism in Ovariectomized Rats and Hindlimb-Unloaded Mice", "summary": "Spirulina dosage ranged from 0.08 g/kg BW/day to a 100-fold higher dose, with no significant effect on bone mineral density in hindlimb-unloaded mice.", "year": 2006, "journal": "Bioscience, Biotechnology, and Biochemistry"}, {"title": "Optimization of Proteolytic Enzyme Treatment for the Production of Spirulina Extract", "summary": "The optimal dosage of spirulina extract for production is 2.0% (w/w) of Tunicase and 1% (w/w) of Alcalase.", "year": 2008, "journal": "The Korea Academia-Industrial cooperation Society"}, {"title": "Effect of Spirulina on Antioxdation Ability of Liver during CCl_4 Induced Chronic Liver Injury in Mice", "summary": "The minimum effective dosage of Spirulina to decrease ALT is 106. 4mg/kg, and the maximum dosage to increase SOD is 385. 3mg/kg.", "year": 2004, "journal": ""}, {"title": "Immune-regulatory Effects of Spirulina Polysaccharide on Mice", "summary": "Spirulina polysaccharide dosages tested in this study were 6.7 mg/kg, 67.0 mg/kg, and 134.0 mg/kg.", "year": 2009, "journal": "Jiangsu Journal of Agricultural Sciences"}, {"title": "Effects of polysaccharide and phycobiliproteins from Spirulina Platensis on growth of human Jurkat leukemia cells", "summary": "The dosages of polysaccharide from Spirulina Platensis, including 25 mg/L polysaccharide, can effectively suppress the growth of human Jurkat leukemia cells.", "year": 2006, "journal": "China Journal of Modern Medicine"}]}}