{"supplement": "St. John's Wort", "data": {"benefits": [{"title": "Clinical use of Hypericum perforatum (St John's wort) in depression: A meta-analysis.", "summary": "St. John's wort has comparable efficacy and safety when compared to SSRIs for patients with mild-to-moderate depression.", "year": 2017, "journal": "Journal of affective disorders"}, {"title": "Complementary and alternative medicine in the treatment of bipolar disorder--a review of the evidence.", "summary": "St. John's wort has the potential to treat mild to moderate depression, but may also induce mania.", "year": 2008, "journal": "Journal of affective disorders"}, {"title": "Economic evaluation of St. John's wort (Hypericum perforatum) for the treatment of mild to moderate depression.", "summary": "St. John's wort is a cost-effective alternative to antidepressants, with reduced incidence of adverse effects and improved outcomes in mild to moderate depression.", "year": 2013, "journal": "Journal of affective disorders"}, {"title": "Phytochemical characterization of various St. John's Wort extracts.", "summary": "St. John's Wort is used for its beneficial effects on the nervous system, especially as an antidepressant.", "year": 1998, "journal": "Advances in therapy"}, {"title": "St. John's Wort: more implications for cancer patients.", "summary": "St. John's wort has been used for treating depression, excitability, neuralgia, fibrositis, sciatica, and anxiety, but may interact with many important drugs, potentially mitigating their effects.", "year": 2002, "journal": "Journal of the National Cancer Institute"}, {"title": "Effect of St.John's wort (Hypericum perforatum) oily extract for the care and treatment of pressure sores; a case report.", "summary": "St. John's wort oily extract provides significant efficacy for the treatment of pressure sore wounds in ICU patients.", "year": 2017, "journal": "Journal of ethnopharmacology"}, {"title": "Activation of CREB by St. John’s wort may diminish deletorious effects of aging on spatial memory", "summary": "St. John's wort effectively prevents aging-induced deterioration of spatial memory in 18 month-old rats, possibly by activating CREB regulated genes associated with memory formation.", "year": 2010, "journal": "Archives of Pharmacal Research"}, {"title": "St John’s Wort", "summary": "St. John's wort extracts are effective in treating depression, even in severe cases, and have better tolerability than tricyclic antidepressants.", "year": 2000, "journal": "Drugs & Aging"}, {"title": "Drug interactions with St. John's wort products.", "summary": "St. John's wort can cause breakthrough bleeding in women taking oral contraceptive pills, but when used at a low dose (0.65 mg of hyperforin), such an interaction is not expected.", "year": 2011, "journal": "Pharmacological research"}, {"title": "Complementary and alternative medicine for the treatment of major depressive disorder.", "summary": "St John's wort and regular exercise appear effective in the treatment of depression, with St John's wort being equivalent to antidepressant drugs with fewer side effects.", "year": 2011, "journal": "Canadian family physician Medecin de famille canadien"}], "side effects": [{"title": "Effects of St. John's wort on irinotecan metabolism.", "summary": "St. John's wort can reduce plasma levels of irinotecan, potentially impacting treatment outcome.", "year": 2002, "journal": "Journal of the National Cancer Institute"}, {"title": "Mania associated with St. John’s wort", "summary": "St. John's wort may precipitate hypomania, mania, or increased cycling of mood states, particularly in patients with occult bipolar disorder.", "year": 1999, "journal": "Biological Psychiatry"}, {"title": "The Effects of St. John's Wort Extract and Amitriptyline on Autonomic Responses of Blood Vessels and Sweat Glands in Healthy Volunteers", "summary": "St. John's wort extract had no effect on blood vessels and sweat glands, while amitriptyline diminished skin conductance and prolonged the dilation phase of cutaneous blood flow.", "year": 2004, "journal": "Journal of Clinical Psychopharmacology"}, {"title": "In Vitro Activity of St. John's Wort Against Cytochrome P450 Isozymes and P-Glycoprotein", "summary": "St. John's wort can affect the disposition of concurrently used conventional drugs, potentially leading to adverse side effects.", "year": 2004, "journal": "Pharmaceutical Biology"}, {"title": "Delayed‐type hypersensitivity reaction to St. John's wort extract confirmed by patch testing", "summary": "St. John's wort extract can induce the liver enzyme CYP3A4, but true allergic or hypersensitivity reactions are rare.", "year": 2022, "journal": "Contact Dermatitis"}, {"title": "St. John's Wort reduces neuropathic pain through a hypericin-mediated inhibition of the protein kinase Cgamma and epsilon activity.", "summary": "St. John's Wort reduces neuropathic pain in rats without showing behavioral side effects or altered locomotor activity.", "year": 2010, "journal": "Biochemical pharmacology"}, {"title": "Psychotic Episode During Use of St. John's Wort", "summary": "St. John's wort use is associated with delirium with psychotic features in some cases, potentially affecting older adults with underlying dementia.", "year": 2001, "journal": "Journal Of Herbal Pharmacotherapy"}, {"title": "Masked Clinical Pictures (Macroscopic Haematuria and Toxic Hepatitis)Resulting from Saint John's Wort Poisoning: Two Case Reports", "summary": "Side effects of St. John's Wort consumption include nausea, diarrhea, insomnia, anxiety, fatigue, dry mouth, dizziness, headache, allergic skin reactions, and paresthesia.", "year": 2012, "journal": "Journal of Clinical Toxicology"}, {"title": "Photodynamic Sensory Neuropathy in a Patient Treated With St John's Wort.", "summary": "St John's wort can cause photosensitivity, leading to allodynia in the hands after sun exposure.", "year": 2015, "journal": "The primary care companion for CNS disorders"}, {"title": "St. John's wort: a new alternative for depression?", "summary": "St. John's wort has proven to be free of any cardiac, as well as anticholinergic, side-effects normally seen with antidepressant medications.", "year": 1999, "journal": "International journal of clinical pharmacology and therapeutics"}], "dosage": [{"title": "A pilot randomised, open, uncontrolled, clinical study of two dosages of St John's wort (Hypericum perforatum) herb extract (LI-160) as an aid to motivational/behavioural support in smoking cessation.", "summary": "St. John's wort herb extract (LI-160) was taken 300 mg once or twice daily for one week before and 3 months after a target quit date.", "year": 2006, "journal": "Planta medica"}, {"title": "Comparing phytopharmaceuticals: The example of St. John’s Wort", "summary": "900 mg of St. John's Wort extract is the standard dosage, but smaller amounts, particularly ethanolic extracts, are indicated to achieve the desired effect.", "year": 2001, "journal": "Advances in Therapy"}, {"title": "St. John's Wort for depressive disorders: results of an outpatient study with the Hypericum preparation HYP 811.", "summary": "HYP 811, a high-dose formulation of St. John's Wort extract, was effective in treating depression and improving well-being.", "year": 1998, "journal": "Advances in Therapy"}, {"title": "Effect of St John's Wort on Drug Metabolism by Induction of Cytochrome P450 3A4 Enzyme", "summary": "One 300-mg St. John's wort tablet 3 times per day was administered in the study.", "year": 2003, "journal": "JAMA"}, {"title": "Consumer Use of St. John's Wort: A Survey on Effectiveness, Safety, and Tolerability", "summary": "Mean dosage of St. John's wort was 475.6 ± 360 mg/day (range 300–1200 mg/day).", "year": 2000, "journal": "Pharmacotherapy: The Journal of Human Pharmacology and Drug Therapy"}, {"title": "Complementary, holistic, and integrative medicine: St. John's wort.", "summary": "The starting dose of St. John's wort in children aged 6 and 16 years for treatment of major depressive disorder was 150 mg 3 times daily for 4 weeks.", "year": 2007, "journal": "Pediatrics in review"}, {"title": "[St. John's wort: interaction with cyclosporine increases risk of rejection for the kidney transplant and raises daily cost of medication].", "summary": "St. John's wort was taken at a dose of 300 mg three times daily in the study.", "year": 2001, "journal": "Medizinische Klinik"}, {"title": "Drug Interactions with St John’s Wort", "summary": "St John's wort may reduce the efficacy of co-medications, and its use should be restricted to prescription-only by experienced clinicians.", "year": 2001, "journal": "Drug Safety"}]}}