{"supplement": "Vitamin B", "data": {"benefits": [{"title": "A Systematic Review and Meta-Analysis of B Vitamin Supplementation on Depressive Symptoms, Anxiety, and Stress: Effects on Healthy and ‘At-Risk’ Individuals", "summary": "B vitamin supplementation benefits stress in both healthy and at-risk populations.", "year": 2019, "journal": "Nutrients"}, {"title": "Efficacy of vitamins B supplementation on mild cognitive impairment and Alzheimer's disease: a systematic review and meta-analysis.", "summary": "Vitamin B supplementation shows moderate beneficial effects on memory in patients with mild cognitive impairment.", "year": 2014, "journal": "Current Alzheimer research"}, {"title": "B Vitamins and Their Role in Immune Regulation and Cancer", "summary": "B vitamins may play a role in immune cell regulation and may help clarify the relationship between B vitamins and cancer development.", "year": 2020, "journal": "Nutrients"}, {"title": "Thoughts on B-vitamins and dementia.", "summary": "B-vitamins, including vitamins B12, B6, B1, B2, niacin (B3), and folate (B9), have been implicated as protective risk factors against cognitive decline and Alzheimer's disease.", "year": 2006, "journal": "Journal of Alzheimer's disease : JAD"}, {"title": "Vitamin intake and risk of coronary disease: Observation versus intervention", "summary": "Greater B vitamin intake may reduce cardiovascular disease risk, especially for primary prevention and populations with intake below dietary reference standards.", "year": 2007, "journal": "Current Atherosclerosis Reports"}, {"title": "Vitamin B₂ Sensitizes Cancer Cells to Vitamin-C-Induced Cell Death via Modulation of Akt and Bad Phosphorylation.", "summary": "Vitamin B2 synergistically increases the anticancer activity of vitamin C by inhibiting Akt and Bad phosphorylation, making it a promising sensitizer for improving the efficacy of vitamin-C-based cancer chemoprevention and chemotherapy.", "year": 2015, "journal": "Journal of agricultural and food chemistry"}, {"title": "Effects of vitamin B-12 supplementation on neurologic and cognitive function in older people: a randomized controlled trial12", "summary": "Vitamin B-12 supplementation did not show beneficial effects on neurologic or cognitive function in older people with moderate deficiency.", "year": 2015, "journal": "The American Journal of Clinical Nutrition"}, {"title": "Antinociceptive Properties of Pyridoxine", "summary": "Pyridoxine and other B vitamins may be beneficial to patients with chronic pain, vertigo, or other neurological diseases, and enhancing pain relief with antiinflammatory drugs.", "year": 1990, "journal": "Annals of the New York Academy of Sciences"}, {"title": "Micronutrients and human immunodeficiency virus type 1 disease progression among adults and children.", "summary": "Vitamin B, C, and E supplements have potential benefits on the immune status of HIV-infected individuals, potentially improving clinical outcomes.", "year": 2003, "journal": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America"}, {"title": "Vitamin B for treating peripheral neuropathy.", "summary": "Higher doses of vitamin B complex may result in a significant short-term reduction in pain and improvement in paraesthesiae in peripheral neuropathy.", "year": 2008, "journal": "The Cochrane database of systematic reviews"}], "side effects": [{"title": "The homocysteine controversy", "summary": "Side effects of B vitamins may relate to direct adverse effects of the B-vitamin regimen or proinflammatory and proproliferative effects on advanced atherosclerotic lesions.", "year": 2010, "journal": "Journal of Inherited Metabolic Disease"}, {"title": "A Systematic Review of the Benefit of B-Vitamins as a Complementary Treatment in Cancer Patients", "summary": "Vitamin B-vitamins have no significant impact on decreasing chemotherapy-induced side effects, but vitamin B12 might decrease motor, sensory, and pain symptoms of peripheral neuropathy.", "year": 2022, "journal": "Nutrition and Cancer"}, {"title": "High-dose vitamin B6 treatment in West syndrome", "summary": "Mild side effects, such as gastrointestinal symptoms and liver dysfunction, are observed in 40-70% of patients with West syndrome and resolve after discontinuation or a reduction of vitamin B6 dosage.", "year": 2001, "journal": "Brain and Development"}, {"title": "Side-effects of a Preparation of Vitamin B12", "summary": "Intramuscular injections of vitamin B12 may cause side-effects, such as gastrointestinal discomfort and a heightened risk of pernicious anemia.", "year": 1952, "journal": "British Medical Journal"}, {"title": "Reduction of Post-operative Pain", "summary": "Large doses of vitamins, especially B group vitamins, may cause unpleasant side effects like anaphylactic reactions and circulatory collapse.", "year": 1953, "journal": "British Medical Journal"}, {"title": "Trichlorethylene in Labour", "summary": "Large doses of vitamins, especially B group vitamins, may cause unpleasant side effects like anaphylactic reactions and circulatory collapse, occasionally leading to death.", "year": 1953, "journal": "British Medical Journal"}, {"title": "Vitamin B 6 : Physiology", "summary": "High levels of vitamin B-6 may cause sensory nerve damage.", "year": 2013, "journal": ""}, {"title": "Changes in Serum Pyridoxal Phosphate Levels During Treatment with Anticancer Drugs a", "summary": "Vitamin B may prevent side effects related to anticancer drug interference with the PLP coenzyme, such as thromboembolic episodes.", "year": 1990, "journal": "Annals of the New York Academy of Sciences"}, {"title": "Vitamin B-6 supplementation and theophylline-related effects in humans.", "summary": "Vitamin B-6 supplementation reduces theophylline-related tremor.", "year": 1994, "journal": "The American journal of clinical nutrition"}], "dosage": [{"title": "PENGARUH PEMBERIAN VITAMIN B KOMPLEKS PADA IBU MENYUSUI TERHADAP KUALITAS AIR SUSU IBU (ASI)", "summary": "The dosage in this study was five times higher than the recommended allowance for vitamin B1 and B12 and just in the recommended level for folic acid for lactating mothers of 0-6 month old infants.", "year": 1998, "journal": "The Journal of Nutrition and Food Research"}, {"title": "Vitamin B-6 requirements of humans", "summary": "The minimum vitamin B-6 requirement of men is about 0.65 to 1.25 mg/d, and the requirements of pregnant and lactating women range from about 2.1 to 7.6 mg/d.", "year": 1994, "journal": "Nutrition Research"}, {"title": "Effects of Vitamin B6 (Pyridoxine) and a B Complex Preparation on Dreaming and Sleep", "summary": "Ingesting 240 mg vitamin B6 (pyridoxine hydrochloride) before bed for five consecutive days significantly increased dream content recall.", "year": 2018, "journal": "Perceptual and Motor Skills"}, {"title": "Treatment of psoriasis with large doses of vitamin B12, 1,100 micrograms per cubic centimeter; preliminary clinical report.", "summary": "Large doses of vitamin B12, 1,100 micrograms per cubic centimeter, have been suggested for treating psoriasis.", "year": 1954, "journal": "A.M.A. archives of dermatology and syphilology"}, {"title": "TREATMENT OF MALABSORPTION SYNDROME.", "summary": "After an initial high dosage of 30 to 60 Mg. daily for three weeks, 30 to 60 Mg. twice monthly is sufficient to correct or prevent the hematological consequences of vitamin B12 deficiency.", "year": 1964, "journal": "Canadian Medical Association journal"}, {"title": "Comparative Evaluation of the Anti-Angiogenic Properties of Vitamin B Complex and Ascorbic Acid using Duck Embryo Chorioallantoic Membrane (CAM) Assay", "summary": "Vitamin B complex has anti-angiogenic properties at peaks in dosages of 5mg/ml, with the highest activity observed at this dosage.", "year": 2022, "journal": "International Multidisciplinary Research Journal"}, {"title": "Vitamin B12 concentrate in the maintenance of pernicious anemia.", "summary": "Inadequate dosage of vitamin B12 concentrate (1 Î14g daily) given by intramuscular injection every three to four weeks did not maintain optimal levels in patients with pernicious anemia.", "year": 1950, "journal": "The Journal of laboratory and clinical medicine"}, {"title": "Evaluation of Vitamin B 1 , B 2 and B 6 Tablets in Bangladesh by UV-Vis Spectrophotometer", "summary": "Thiamine hydrochloride (vitamin B1) is found in 100 mg tablets, riboflavin in 5 mg tablets, and pyridoxine hydrochloride in 20 and 25 mg dosages.", "year": 2017, "journal": ""}, {"title": "Vitamin B12 requirement of adult man.", "summary": "The minimal daily dietary needs for vitamin B12 may be met by approximately 0.6 to 2.8 Î±, with a narrower range of 0.6 to 1.2 Î14g sufficient for most persons.", "year": 1958, "journal": "The American journal of medicine"}, {"title": "The Relationship of the P-P Factor to Gastrointestinal Motility", "summary": "Nicotinic acid in dosages ranging from 75 to 200 mg per day showed comparable beneficial effects to whole vitamin B complex in treating functional digestive disturbances.", "year": 1939, "journal": "Proceedings of the Society for Experimental Biology and Medicine"}]}}