{"supplement": "Vitamin E", "data": {"benefits": [{"title": "Dietary supplementation with n-3 polyunsaturated fatty acids and vitamin E after myocardial infarction: results of the GISSI-Prevenzione trial", "summary": "Vitamin E had no benefit in lowering the risk of death and cardiovascular death in patients with myocardial infarction.", "year": 1999, "journal": "The Lancet"}, {"title": "Effects of Vitamin E on Cognitive Performance during Ageing and in Alzheimer’s Disease", "summary": "High plasma vitamin E levels are associated with better cognitive performance.", "year": 2014, "journal": "Nutrients"}, {"title": "Vitamin E revisited: do new data validate benefits for chronic disease prevention?", "summary": "Vitamin E supplements can decrease the risk for sudden death from cardiovascular disease and thromboembolism, potentially benefiting health beyond dietary amounts.", "year": 2008, "journal": "Current Opinion in Lipidology"}, {"title": "Vitamin E supplementation in the prevention of coronary heart disease.", "summary": "Vitamin E may slow the progression of atherosclerosis by blocking the oxidative modification of low-density lipoprotein cholesterol and decreasing its uptake into the arterial lumen.", "year": 2001, "journal": "Mayo Clinic proceedings"}, {"title": "Vitamin E Supplementation and Endurance Exercise", "summary": "Vitamin E may prevent exercise-induced oxidative damage and contribute to preventing atherosclerosis.", "year": 2000, "journal": "Sports Medicine"}, {"title": "Vitamin E in the prevention of cardiovascular disease: the importance of proper patient selection", "summary": "Higher vitamin E intake is associated with a lower risk of cardiovascular events, but proper patient selection is crucial for gaining therapeutic benefit.", "year": 2013, "journal": "Journal of Lipid Research"}, {"title": "Vitamin E: mechanisms of action as tumor cell growth inhibitors.", "summary": "Vitamin E has potential antioxidant effects for various chronic diseases, including cancer, but its protective association with lung cancer and prostate cancer prevention remains limited.", "year": 2001, "journal": "The Journal of nutrition"}, {"title": "Vitamin E: supplement versus diet in neurodegenerative diseases.", "summary": "Dietary intake of vitamin E exhibits beneficial effects on neurodegeneration, while Î2-tocopherol supplements failed in most interventional trials.", "year": 2012, "journal": "Trends in molecular medicine"}, {"title": "Enjoy Carefully: The Multifaceted Role of Vitamin E in Neuro-Nutrition", "summary": "Vitamin E supplementation has antioxidant, anti-inflammatory, and cholesterol-lowering effects, making it a suitable therapeutic approach in neurodegenerative disorders like Alzheimer's and Parkinson's disease.", "year": 2021, "journal": "International Journal of Molecular Sciences"}, {"title": "A closer look at vitamin E. Can this antioxidant prevent chronic diseases?", "summary": "Vitamin E benefits include improved immunity, prevention of cancer and cardiovascular disease, and potential benefits in preventing chronic diseases.", "year": 1997, "journal": "Postgraduate medicine"}], "side effects": [{"title": "Nutrition and the deleterious side effects of nutritional supplements.", "summary": "Vitamin E supplements may have potential adverse effects, such as hematologic and neurologic effects.", "year": 2010, "journal": "Clinics in dermatology"}, {"title": "Vitamin E and K interactions--a 50-year-old problem.", "summary": "Vitamin E may interfere with vitamin K activity, causing bleeding in some individuals and not in others.", "year": 2008, "journal": "Nutrition reviews"}, {"title": "Thrombophlebitis Associated With Vitamin E Therapy", "summary": "Large doses of vitamin E can cause thrombophlebitis, breast tenderness, elevation of blood pressure, fatigue syndrome, myopathy, intestinal cramps, urticaria, and possible aggravation of diabetes mellitus.", "year": 1979, "journal": "Angiology"}, {"title": "The Two Sides of Vitamin E Supplementation", "summary": "Vitamin E supplementation is neutral or even harmful for preventing age-related diseases in humans, and may stimulate osteoclast fusion and bone resorption.", "year": 2014, "journal": "Gerontology"}, {"title": "A pilot study on the relation between cisplatin neuropathy and vitamin E.", "summary": "An inadequate amount of vitamin E due to cisplatin treatment could be responsible for peripheral nerve damage induced by free-radicals.", "year": 2001, "journal": "Journal of experimental & clinical cancer research : CR"}, {"title": "Beyond vitamin E supplementation: an alternative strategy to improve vitamin E status.", "summary": "High doses of supplemental vitamin E have been associated with an elevated risk of heart failure and all-cause mortality.", "year": 2005, "journal": "Journal of plant physiology"}, {"title": "Side effects of dexibuprofen have been ameliorated with vitamin E", "summary": "Vitamin E taken with dexibuprofen decreases its side effects by increasing antioxidant enzymes and decreasing malondialdehyde levels.", "year": 2019, "journal": "Benha Veterinary Medical Journal"}, {"title": "Chemoprotective effect of vitamin E in cyclophosphamide-induced hepatotoxicity in rats.", "summary": "Vitamin E prevented liver tissue damage caused by cyclophosphamide in rats.", "year": 2015, "journal": "Chemico-biological interactions"}, {"title": "Assessment of the safety of supplementation with different amounts of vitamin E in healthy older adults.", "summary": "4 mo of supplementation with 60-800 IU vitamin E/d had no adverse effects in healthy older adults.", "year": 1998, "journal": "The American journal of clinical nutrition"}, {"title": "Improved erythrocyte survival with combined vitamin E and selenium therapy in children with glucose-6-phosphate dehydrogenase deficiency and mild chronic hemolysis.", "summary": "Vitamin E and selenium therapy improved erythrocyte survival in children with glucose-6-phosphate dehydrogenase deficiency and mild chronic hemolysis, with no side effects related to the drugs.", "year": 1986, "journal": "The Journal of pediatrics"}], "dosage": [{"title": "Effect of oral supplementation with D-alpha-tocopherol on the vitamin E content of human low density lipoproteins and resistance to oxidation.", "summary": "Vitamin E supplementation can increase the oxidation resistance of LDL, with dosages of 150, 225, 800, or 1200 IU RRR-alpha-tocopherol.", "year": 1991, "journal": "Journal of lipid research"}, {"title": "Daily Vitamin E Supplements Improve Metabolic Control But Not Insulin Secretion in Elderly Type II Diabetic Patients", "summary": "Daily vitamin E supplements (900 mg/day) improve metabolic control in type II diabetic patients.", "year": 1993, "journal": "Diabetes Care"}, {"title": "Meta-Analysis: High-Dosage Vitamin E Supplementation May Increase All-Cause Mortality", "summary": "High-dosage vitamin E supplementation (400 IU/d for at least 1 year) increased all-cause mortality.", "year": 2005, "journal": "Annals of Internal Medicine"}, {"title": "Pilot trial of high dosages of coenzyme Q10 in patients with Parkinson's disease", "summary": "A dosage of 1200 IU/day was used in the study.", "year": 2004, "journal": "Experimental Neurology"}, {"title": "The Effectiveness of Alpha-Tocopherol (Vitamin E) in Reducing the Incidence of Spherical Contracture around Breast Implants", "summary": "The recommended dosage of synthetic vitamin E is 1000 IU, b.i.d., for 2 years beginning 1 week before surgery, and may be reduced to 1000 IU daily thereafter.", "year": 1981, "journal": "Plastic and Reconstructive Surgery"}, {"title": "Effect of Vitamin E in Coronary Heart Disease", "summary": "Vitamin E in large dosage (200-600 mgm) increases exercise tolerance and diminishes or abolishes anginal pain in patients with congestive heart disease and the anginal syndrome.", "year": 1946, "journal": "Nature"}, {"title": "Effect of vitamin E as an immunopotentiation agent for mice at optimal dosage and its toxicity at high dosage.", "summary": "The optimal dosage of vitamin E for mice was between 5 and 20 IU/kg per day, while dosages over 80 IU/kg per day were toxic.", "year": 1982, "journal": "The Journal of nutrition"}, {"title": "Stabilization of hepatic lysosomes of rats by vitamin E and selenium in vivo as indicated by thermal labilization of isolated lysosomes.", "summary": "Vitamin E stabilized lysosomes in dosages of 0.100 to 3.9 units/kilogram and produced maximal stabilization at a daily dosage of 0.100 unit/kilogram.", "year": 1972, "journal": "The Journal of nutrition"}, {"title": "An Editorial Update: Annus horribilis for Vitamin E", "summary": "High-dosage (400 IU/d) vitamin E supplementation was associated with a small but statistically significant increased risk for mortality.", "year": 2005, "journal": "Annals of Internal Medicine"}, {"title": "Serum vitamin E levels in the very low birth weight infant during oral supplementation.", "summary": "Infants with birth weights less than 1,500 g receive 100 mg/kg/d of oral vitamin E.", "year": 1986, "journal": "Pediatrics"}]}}