{"supplement": "Vitamin C", "data": {"benefits": [{"title": "High dose vitamin C supplementation increases the Th1/Th2 cytokine secretion ratio, but decreases eosinophilic infiltration in bronchoalveolar lavage fluid of ovalbumin-sensitized and challenged mice.", "summary": "High dose vitamin C supplementation decreases eosinophilic infiltration and modulates the Th1/Th2 balance, potentially attenuating allergic inflammation.", "year": 2009, "journal": "Journal of agricultural and food chemistry"}, {"title": "Vitamin C for the critically ill: Is the evidence strong enough?", "summary": "Vitamin C supplementation of 3g/d intravenously reduces incidence of multiorgan failure and duration of mechanical ventilation in critically ill patients.", "year": 2019, "journal": "Nutrition"}, {"title": "Limited evidence for a beneficial effect of vitamin C supplementation on biomarkers of cardiovascular diseases: an umbrella review of systematic reviews and meta-analyses.", "summary": "Vitamin C supplementation has limited effects on cardiovascular risk factors, but some subgroups may be more responsive, such as older people, obese individuals, and those with lower vitamin C status.", "year": 2019, "journal": "Nutrition research"}, {"title": "Vitamin C and Infections", "summary": "Vitamin C may alleviate or prevent infections caused by bacteria, viruses, and protozoa, and shorten the duration of colds.", "year": 2017, "journal": "Nutrients"}, {"title": "Vitamin C and Heart Health: A Review Based on Findings from Epidemiologic Studies", "summary": "Vitamin C may slightly improve endothelial function and lipid profiles in some groups, especially those with low plasma vitamin C levels.", "year": 2016, "journal": "International Journal of Molecular Sciences"}, {"title": "Two Faces of Vitamin C—Antioxidative and Pro-Oxidative Agent", "summary": "Vitamin C treatment is effective in cancer prevention, maintaining redox balance in the central nervous system, and has radioprotective properties.", "year": 2020, "journal": "Nutrients"}, {"title": "Improving the nutritional value of crops through enhancement of L-ascorbic acid (vitamin C) content: rationale and biotechnological opportunities.", "summary": "Vitamin C has been implicated in the prevention of chronic diseases like heart disease, stroke, cancer, and neurodegenerative diseases.", "year": 2005, "journal": "Journal of agricultural and food chemistry"}, {"title": "Vitamin C and Cardiovascular Disease: An Update", "summary": "Vitamin C's antioxidant properties have potential beneficial effects in cardiac and vascular disorders, including coronary heart disease, heart failure, hypertension, and cerebrovascular diseases.", "year": 2020, "journal": "Antioxidants"}, {"title": "Vitamin B₂ Sensitizes Cancer Cells to Vitamin-C-Induced Cell Death via Modulation of Akt and Bad Phosphorylation.", "summary": "Vitamin C and vitamin B2 combination achieves synergistic anticancer activity by inhibiting Akt and Bad phosphorylation in cancer cells.", "year": 2015, "journal": "Journal of agricultural and food chemistry"}, {"title": "Effect of Vitamin C Supplements on Physical Performance", "summary": "Vitamin C may reduce muscle damage, immune dysfunction, and fatigue, but doses of 0.2gd1 may impair training adaptations.", "year": 2012, "journal": "Current Sports Medicine Reports"}], "side effects": [{"title": "The Effect of Intravenous Vitamin C on Cancer- and Chemotherapy-Related Fatigue and Quality of Life", "summary": "Intravenous vitamin C alleviates cancer- and chemotherapy-related symptoms like fatigue, insomnia, loss of appetite, nausea, and pain, improving overall health and quality of life.", "year": 2014, "journal": "Frontiers in Oncology"}, {"title": "The influence of large doses of vitamin C on psychological functioning", "summary": "Large doses of vitamin C can lead to decreased reaction times and psychomotor coordination.", "year": 2004, "journal": "Psychopharmacology"}, {"title": "High dose vitamin C induced methemoglobinemia and hemolytic anemia in glucose-6-phosphate dehydrogenase deficiency.", "summary": "High dose vitamin C can induce methemoglobinemia and hemolytic anemia in patients with G6PD deficiency.", "year": 2020, "journal": "The American journal of emergency medicine"}, {"title": "Vitamin C—Sources, Physiological Role, Kinetics, Deficiency, Use, Toxicity, and Determination", "summary": "High doses of vitamin C can cause oxalate renal stones in some susceptible patients.", "year": 2021, "journal": "Nutrients"}, {"title": "Negative influence on human health for use and frequent i nadequado vitamin C", "summary": "Excess vitamin C can cause vomiting, diarrhea, stomach pains, moderate or severe headaches, destruction of red blood cells, and increase the risk of blood diseases.", "year": 2018, "journal": ""}, {"title": "Relief from cancer chemotherapy side effects with pharmacologic vitamin C.", "summary": "Vitamin C administration (50 g/session) led to dramatic decreases in fatigue, insomnia, and increased cognitive functioning without adverse side effects.", "year": 2014, "journal": "The New Zealand medical journal"}, {"title": "Deliberate Vitamin C S elf-Administration by the Public *", "summary": "Side effects of Vitamin C include sleepiness, soreness of the tongue, constipation, and abdominal symptoms.", "year": 1983, "journal": "Nutrition and Health"}, {"title": "Hyperoxalosis Secondary to Intravenous Vitamin C Administration as a Non-Allopathic Treatment for Cancer", "summary": "Intravenous high-dose vitamin C can cause hyperoxalosis of the kidney, a significant complication of treatment, and can contribute to death.", "year": 2019, "journal": "Academic Forensic Pathology"}, {"title": "Large scale studies with vitamin C.", "summary": "Vitamin C reduces disability due to common colds and other winter illnesses, but no clear evidence of harmful side-effects has been seen.", "year": 1977, "journal": "Acta vitaminologica et enzymologica"}], "dosage": [{"title": "Vitamin C elevates red blood cell glutathione in healthy adults.", "summary": "Vitamin C supplementation (500 mg/d) maintains reduced glutathione concentrations in blood and improves the overall antioxidant protection capacity of blood.", "year": 1993, "journal": "The American journal of clinical nutrition"}, {"title": "Effects of vitamin C supplementation on antioxidants and lipid peroxidation markers in elderly subjects with type 2 diabetes.", "summary": "0.5 and 1g of vitamin C per day significantly increased cellular reduced glutathione levels and vitamin E content of LDL in elderly patients with type 2 diabetes mellitus.", "year": 2009, "journal": "Archives of gerontology and geriatrics"}, {"title": "Plasma-Saturating Intakes of Vitamin C Confer Maximal Antioxidant Protection to Plasma", "summary": "The antioxidant protection afforded by short-term vitamin C supplementation is maximal at the 500–1000 mg dosage range.", "year": 2001, "journal": "Journal of the American College of Nutrition"}, {"title": "Hemochromatosis and Vitamin C", "summary": "Do not exceed a daily dose of 200 mg of vitamin C for patients with hemochromatosis, and start treatment only after an initial month of Desferal infusion.", "year": 1999, "journal": "Annals of Internal Medicine"}, {"title": "Adjuvant Vitamin C in critically ill patients undergoing renal replacement therapy: What’s the right dose?", "summary": "The optimal dosage strategy for intravenous vitamin C in critically ill patients is unclear, with dosages varying from 50 mg/kg/day to 1584 mg/kg/day.", "year": 2018, "journal": "Critical Care"}, {"title": "An update of the effects of vitamins D and C in critical illness", "summary": "Vitamin C dosages in critically ill patients should be 100-200 mg/d for parenteral nutrition, but needs may be as high as 2-3 g/d in acutely ill patients.", "year": 2023, "journal": "Frontiers in Medicine"}, {"title": "The effect on winter illness of large doses of vitamin C.", "summary": "The optimum daily dose of vitamin C is less than 250 mg, except possibly at the time of acute illness, when a larger daily intake may be beneficial.", "year": 1974, "journal": "Canadian Medical Association journal"}, {"title": "Does short-term vitamin C reduce cardiovascular risk in type 2 diabetes?", "summary": "Vitamin C dosages in this study were low-dose (250 mg/day), medium-dose (500 mg/day), and high-dose (1,000 mg/day).", "year": 2013, "journal": "Endocrine practice : official journal of the American College of Endocrinology and the American Association of Clinical Endocrinologists"}, {"title": "The study of vitamin C supply in surgical patients", "summary": "Vitamin C can be safely and effectively supplied in 500 mg doses a day to surgical patients, while 1 000 mg/day is superfluous.", "year": 2000, "journal": "Parenteral & Enteral Nutrition"}, {"title": "Levels of antioxidant nutrients in plasma and low density lipoproteins: a human volunteer supplementation study.", "summary": "A daily dosage of 250 mg of vitamin C is recommended for optimal uptake in plasma and LDL.", "year": 1995, "journal": "Free radical research"}]}}