{"supplement": "Whey Protein", "data": {"benefits": [{"title": "Effects of whey protein isolate on body composition, lipids, insulin and glucose in overweight and obese individuals", "summary": "Whey protein supplementation improves fasting lipids and insulin levels in overweight and obese individuals.", "year": 2010, "journal": "British Journal of Nutrition"}, {"title": "Whey Protein Improves Marathon-Induced Injury and Exercise Performance in Elite Track Runners", "summary": "Whey protein supplementation improves exercise performance in elite track runners and ameliorates exercise injuries.", "year": 2017, "journal": "International Journal of Medical Sciences"}, {"title": "Efficacy of oral supplementation of whey protein in patients with contact dermatitis: A pilot randomized double‐blind placebo‐controlled clinical trial", "summary": "Oral supplementation of whey protein could improve the symptoms of contact dermatitis compared to placebo.", "year": 2020, "journal": "Dermatologic Therapy"}, {"title": "The Chronic Effects of Whey Proteins on Blood Pressure, Vascular Function, and Inflammatory Markers in Overweight Individuals", "summary": "Whey protein supplementation improves blood pressure and vascular function in overweight and obese individuals.", "year": 2010, "journal": "Obesity"}, {"title": "Stability of Whey Proteins during Thermal Processing: A Review", "summary": "Whey proteins have high nutritional value and various applications in food products, but their instability to thermal processing can lead to denaturation, aggregation, and gelation.", "year": 2014, "journal": "Comprehensive Reviews in Food Science and Food Safety"}, {"title": "Functional food relevance of whey protein: A review of recent findings and scopes ahead", "summary": "Whey protein has been validated to confer radical scavenging, anti-inflammatory, antitumor, immunostimulatory, hypotensive, gut homeostasis, antiobesity, antidiabetic, muscle biosynthesis, osteoprotective, and radioprotective roles.", "year": 2015, "journal": "Journal of Functional Foods"}, {"title": "The effects of whey protein on cardiometabolic risk factors", "summary": "Whey protein consumption may have beneficial effects on some symptoms of the metabolic syndrome and a reduction in cardiovascular risk factors, such as obesity and muscle-protective roles.", "year": 2013, "journal": "Obesity Reviews"}, {"title": "Bovine whey peptides transit the intestinal barrier to reduce oxidative stress in muscle cells.", "summary": "Whey protein consumption delivers bioactive peptides to target cells, reducing oxidative stress in muscle and liver cells.", "year": 2019, "journal": "Food chemistry"}, {"title": "Whey for Sarcopenia; Can Whey Peptides, Hydrolysates or Proteins Play a Beneficial Role?", "summary": "Whey protein supplementation of 35g daily is likely to improve sarcopenic biomarkers in frail or sarcopenia individuals, and may also improve muscle mTOR signaling in older adults.", "year": 2020, "journal": "Foods"}, {"title": "Emerging trends in nutraceutical applications of whey protein and its derivatives", "summary": "Whey protein confers benefits against metabolic diseases, boosts recovery from exercise injuries, stimulates gut physiology, and protects skin against detrimental radiations.", "year": 2015, "journal": "Journal of Food Science and Technology"}], "side effects": [{"title": "Influence of pH, Casein, and Whey Protein Denaturation on the Composition, Crystal Size, and Yield of Lactose from Condensed Whey", "summary": "Excessive whey protein denaturation increases viscosity, decreases lactose crystal size, and makes washing of the crude lactose more difficult.", "year": 1986, "journal": "Journal of Dairy Science"}, {"title": "Effects of combination of whey protein intake and rehabilitation on muscle strength and daily movements in patients with hip fracture in the early postoperative period.", "summary": "Whey protein intake combined with rehabilitation for two weeks in the early postoperative period improves knee extension strength and transfer, walking, and toilet use scores in patients with hip fracture.", "year": 2016, "journal": "Clinical nutrition"}, {"title": "Effects of whey peptides on cardiovascular disease risk factors.", "summary": "Whey-derived peptides can lower blood pressure and improve lipid profiles, making them a viable treatment option for prehypertensive and/or stage 1 hypertensive populations.", "year": 2006, "journal": "Journal of clinical hypertension"}, {"title": "Model studies on reactions of plant phenols with whey proteins.", "summary": "Whey proteins treated with plant phenols can negatively affect digestion and alter their physicochemical properties.", "year": 2001, "journal": "Die Nahrung"}, {"title": "Whey proteins as a food supplement in HIV-seropositive individuals.", "summary": "Whey protein supplementation increased body weight and elevated glutathione levels in HIV-seropositive individuals without adverse side effects.", "year": 1993, "journal": "Clinical and investigative medicine. Medecine clinique et experimentale"}, {"title": "Effect of high-pressure treatment on the electrospray ionization mass spectrometry (ESI-MS) profiles of whey proteins", "summary": "High-pressure treatment of whey proteins can result in substantial changes in the charge-state distribution of pure Î± -lactoglobulin, affecting rheological and nutraceutical properties.", "year": 2007, "journal": "International Dairy Journal"}, {"title": "Are oral protein supplements helpful in the management of malnutrition in dialysis patients?", "summary": "Oral protein supplements in dialysis patients were not tolerated, with side effects such as bloating, nausea with vomiting, and anorexia.", "year": 2013, "journal": "Indian Journal of Nephrology"}, {"title": "Anti-inflammatory potential of a malleable matrix composed of fermented whey proteins and lactic acid bacteria in an atopic dermatitis model", "summary": "The fermented whey protein-based product, Malleable Protein Matrix (MPM), showed strong reduction of ear inflammation without side effects in an atopic dermatitis model.", "year": 2007, "journal": "Journal of Inflammation (London, England)"}, {"title": "Whey Protein Supplementation Improves Nutritional Status, Glutathione Levels, and Immune Function in Cancer Patients: A Randomized, Double-Blind Controlled Trial.", "summary": "Whey protein supplementation can increase GSH levels and improve nutritional status and immunity in cancer patients undergoing chemotherapy.", "year": 2018, "journal": "Journal of medicinal food"}, {"title": "Whey protein edible films modified with almond and walnut oils", "summary": "Almond and walnut oils at low concentrations enhance the hydrophobic character of whey protein films, making them suitable for edible films or coatings in food applications.", "year": 2016, "journal": "Food Hydrocolloids"}], "dosage": [{"title": "Effect of Whey Supplementation on Circulating C-Reactive Protein: A Meta-Analysis of Randomized Controlled Trials", "summary": "Whey protein supplementation may significantly reduce CRP levels with doses 20g/day or with increased baseline CRP levels.", "year": 2015, "journal": "Nutrients"}, {"title": "An open-label dose–response study of lymphocyte glutathione levels in healthy men and women receiving pressurized whey protein isolate supplements", "summary": "Pressurized whey protein supplementation of 45 g/day for 2 weeks can increase lymphocyte GSH by 24%.", "year": 2007, "journal": "International Journal of Food Sciences and Nutrition"}, {"title": "Influence of whey protein and its hydrolysate on prehypertension and postprandial hyperglycaemia in adult men", "summary": "Whey protein hydrolysate (WPH) dosages of 0.2g kg 1 and 0.4g kg 1 significantly reduced postprandial glucose levels in type 2 diabetic subjects.", "year": 2013, "journal": "International Dairy Journal"}, {"title": "Evaluation of whey protein as a natural hydrate kinetic inhibitor", "summary": "Whey protein dosage increases linearly with hydrate inhibition performance until it reaches approximately 2.5 wt% in pure water systems.", "year": 2019, "journal": "Journal of Molecular Liquids"}, {"title": "Anti-ulcerogenic effect of a whey protein isolate and collagen hydrolysates against ethanol ulcerative lesions on oral administration to rats.", "summary": "Whey protein isolate and collagen hydrolysates reduced the ulcerative lesion index (ULI) in a range of 40-77%, depending on the dosage.", "year": 2010, "journal": "Journal of medicinal food"}, {"title": "Study on Whey Protein-pullulan-ferulic Acid Complex of Edible Film", "summary": "Whey protein concentrate and pullulan with ferulic acid dosages of 200 mg/100 mL and 150 mg/100 mL improve membrane performance in edible films.", "year": 2012, "journal": "Food Research and Development"}, {"title": "Розробка комплексного хлібопекарського поліпшувача «свіжість КСБ +» для подовження свіжості булочних виробів", "summary": "The optimal dosage of whey protein in the \"KSB Freshness +\" complex bakery improver is 1.5% to the weight of flour, extending the freshness of unpackaged bakery products to 72 hours.", "year": 2018, "journal": ""}, {"title": "Protective Effect of Whey Protein and Polypeptide from Small Black Soybean on Acute Liver Injury in Mice", "summary": "Whey protein and polypeptide from small black soybean were fed to mice at doses of 6 g/(kg?d) and 2 g/(kg?d) for 30 days.", "year": 2013, "journal": "Food Science"}, {"title": "Modification of soy whey protein by trypsinase", "summary": "The optimal conditions for modifying soy whey protein are 2% substrate concentration, 3 500 U/100 g protein, 3 hours hydrolyzation time, and 60°C temperature.", "year": 2007, "journal": "China Oils and Fats"}, {"title": "Flux Enhancement in Hollow Fiber Ultrafiltration for the Recovery of Acid Cheese Whey Precipitates", "summary": "Polyelectrolyte precipitation with CMC dosages ranging from 0.25 to 3.5 kg/m3 doubles permeate flux in ultrafiltration of acid cheese whey.", "year": 1990, "journal": "Biotechnology Progress"}]}}