{"supplement": "Zinc", "data": {"benefits": [{"title": "The Role of Zinc in Antiviral Immunity", "summary": "Zinc is a direct antiviral and stimulant of antiviral immunity, influencing antiviral immunity and being used therapeutically for viral infections like herpes simplex virus and the common cold.", "year": 2019, "journal": "Advances in Nutrition"}, {"title": "The role of zinc in reproduction", "summary": "Zinc supplementation has proven beneficial in male sterility and reducing complications during pregnancy.", "year": 2007, "journal": "Biological Trace Element Research"}, {"title": "Zinc in health and chronic disease.", "summary": "Zinc is essential for optimal function in various biochemical and physiological processes, promoting healthy aging and maintaining good health.", "year": 2005, "journal": "The journal of nutrition, health & aging"}, {"title": "Zinc supplementation induces regulatory T cells by inhibition of Sirt-1 deacetylase in mixed lymphocyte cultures.", "summary": "Zinc supplementation induces regulatory T cells, preventing graft-versus-host disease by stabilizing iTregs without suppressing the immune system.", "year": 2016, "journal": "Molecular nutrition & food research"}, {"title": "A New Insight into Pathophysiological Mechanisms of Zinc in Diarrhea", "summary": "Zinc is a potential antidiarrheal agent that stimulates sodium absorption and inhibits chloride secretion in intestinal epithelial cells.", "year": 2009, "journal": "Annals of the New York Academy of Sciences"}, {"title": "Zinc Treatment to Under-five Children: Applications to Improve Child Survival and Reduce Burden of Disease", "summary": "Zinc treatment for under-five children leads to less severe illness and reduced likelihood of repeat episodes of diarrhoea.", "year": 2008, "journal": "Journal of Health, Population, and Nutrition"}, {"title": "Organic or inorganic zinc in poultry nutrition: a review", "summary": "Zinc improves reproductive functions, productive indices, cellular immunity, normal growth, and maintains feathers, bone tissues, and appetite in poultry.", "year": 2017, "journal": "World's Poultry Science Journal"}, {"title": "Bioavailability, antioxidant and immune‐enhancing properties of zinc methionine", "summary": "Zinc promotes antioxidant and immune functions, stabilizes and maintains the structural integrity of biological membranes, and plays a pivotal role in skin and connective tissue metabolism and repair.", "year": 2006, "journal": "BioFactors"}, {"title": "Regulatory Role of Zinc in Immune Cell Signaling", "summary": "Zinc supplementation is practiced for treatment of several infectious diseases, such as diarrhea and malaria, due to its immunomodulatory roles in immune responses.", "year": 2021, "journal": "Molecules and Cells"}, {"title": "The Role of Zinc Homeostasis in the Prevention of Diabetes Mellitus and Cardiovascular Diseases", "summary": "Zinc administration might be beneficial for the prevention and treatment of diabetes and cardiovascular diseases due to its role in regulating insulin synthesis, secretion, sensitivity, lipid metabolism, and vascular function.", "year": 2021, "journal": "Journal of Atherosclerosis and Thrombosis"}], "side effects": [{"title": "Preventive zinc supplementation for children, and the effect of additional iron: a systematic review and meta-analysis", "summary": "Preventive zinc supplementation may reduce diarrhea in children aged 6 months to 12 years, but may also cause small effects on growth and vomiting.", "year": 2014, "journal": "BMJ Open"}, {"title": "Zinc Intakes and Health Outcomes: An Umbrella Review", "summary": "Zinc intake can decrease the risk of digestive tract cancers, depression, and type 2 diabetes mellitus in adults.", "year": 2022, "journal": "Frontiers in Nutrition"}, {"title": "ZINC THERAPY OF ACETAZOLAMIDE‐INDUCED SIDE‐EFFECTS", "summary": "Zinc therapy did not show a statistically significant effect on acetazolamide-induced side effects like gustatory disorder, anorexia, and paraesthesia.", "year": 1984, "journal": "Acta Ophthalmologica"}, {"title": "Zinc toxicity.", "summary": "Excessive zinc intake can cause nausea, vomiting, epigastric pain, lethargy, and fatigue, as well as induced copper deficiency and impaired immune function.", "year": 1990, "journal": "The American journal of clinical nutrition"}, {"title": "Zinc and liver disease.", "summary": "Zinc supplementation can improve liver function in alcoholic liver disease and hepatitis C, but may cause nausea.", "year": 2012, "journal": "Nutrition in clinical practice : official publication of the American Society for Parenteral and Enteral Nutrition"}, {"title": "Zinc sulfate in acne vulgaris.", "summary": "Zinc sulfate may cause side effects like nausea, vomiting, or diarrhea in 50% of patients.", "year": 1978, "journal": "Archives of dermatology"}, {"title": "[Zinc salts in dermatology].", "summary": "Major side effects of zinc include abdominal with nausea, vomiting, but these are fleeting and dose dependent.", "year": 2004, "journal": "Annales de dermatologie et de venereologie"}, {"title": "Management of medicines in residential homes.", "summary": "Zinc sulphate can cause nausea, vomiting, and potentially toxic side effects when taken in large amounts.", "year": 1977, "journal": "British Medical Journal"}, {"title": "Zinc-induced hypocupremia and pancytopenia, from zinc supplementation to its toxicity, a case report", "summary": "Zinc supplementation can cause hypocupremia, which can cause hematologic changes like anemia, leukopenia/neutropenia, thrombocytopenia, and pancytopenia.", "year": 2021, "journal": "Journal of Community Hospital Internal Medicine Perspectives"}, {"title": "How does zinc supplementation benefit anorexia nervosa?", "summary": "Zinc supplementation is free of significant side effects and can increase the rate of increase of body mass index in anorexia nervosa patients.", "year": 2006, "journal": "Eating and Weight Disorders - Studies on Anorexia, Bulimia and Obesity"}], "dosage": [{"title": "Plasma zinc concentration responds rapidly to the initiation and discontinuation of short-term zinc supplementation in healthy men.", "summary": "Plasma zinc concentrations were consistently elevated above baseline by day 5 among individuals receiving either 10 or 20 mg/d zinc supplements, with no significant group-wise differences between them.", "year": 2010, "journal": "The Journal of nutrition"}, {"title": "Lower dose zinc for childhood diarrhea: a randomized, multicenter trial", "summary": "Lower dosages of zinc, such as 5 and 10 mg, had noninferior efficacy for diarrhea and reduced vomiting in children with diarrhea.", "year": 2020, "journal": "The New England Journal of Medicine"}, {"title": "Zinc for attention-deficit/hyperactivity disorder: placebo-controlled double-blind pilot trial alone and combined with amphetamine.", "summary": "Doses up to 30 mg/day of zinc were safe for at least 8 weeks, but clinical effect was equivocal except for a 37% reduction in amphetamine optimal dose with 30 mg/day zinc.", "year": 2011, "journal": "Journal of child and adolescent psychopharmacology"}, {"title": "Meeting zinc and copper intake requirements in the parenterally fed preterm and full-term infant.", "summary": "Zinc intakes in full-term and full-term SGA infants should be greater than 150 and copper at greater than 16 micrograms/kg/day to replace ongoing losses and prevent acute deficiencies.", "year": 1983, "journal": "The Journal of pediatrics"}, {"title": "Zinc-responsive dermatosis in northern-breed dogs: 17 cases (1990-1996).", "summary": "An initial dosage of 1.0 mg of elemental zinc/kg (0.45 mg of elemental zinc/lb), PO, every 24 hours is recommended for dogs with zinc-responsive dermatosis.", "year": 1997, "journal": "Journal of the American Veterinary Medical Association"}, {"title": "Investigation of excretion and absorption of different zinc salts in puppies", "summary": "Zinc supplements in dogs ranged from 2 to 4 mg/kg of body weight per day, with the highest dosage being 115 ± 2.33 g/dl.", "year": 2001, "journal": "Laboratory Animals"}, {"title": "Pancreatic exocrine damage induced by subcutaneous injection of a low dosage of zinc", "summary": "A single injection of a low dosage of zinc (0.1 to 50 mg/kg) induces injury in pancreatic exocrine cells, but not endocrine cells.", "year": 2007, "journal": "Biological Trace Element Research"}, {"title": "Trace Element Contamination of Intravenous Solution", "summary": "The adult zinc dosage per day in the Shils et al formula is 2.0 mg of zinc.", "year": 1977, "journal": "JAMA Internal Medicine"}, {"title": "Oral zinc therapy of acne. Absorption and clinical effect.", "summary": "Oral zinc therapy with a total daily dosage of 411 mg showed no early clinical effect on male patients with moderate acne.", "year": 1978, "journal": "Archives of dermatology"}, {"title": "Zinc Deficiency and Taste Disorders", "summary": "Elemental zinc supplementation in daily dosages of 25-100 mg po appears to be an efficacious treatment for taste dysfunction secondary to zinc depletion.", "year": 1996, "journal": "Annals of Pharmacotherapy"}]}}